package verb;

public class verbData17
{     int data_size=25;
	String[][] data = { {"চটকানো", "চটকাই", "চটকাও", "চটকায়", "চটকান", "চটকালে", "চটকাল", "চটকাতে", "চটকাত", "চটকাব", "চটকাবে", "চটকিয়ে", "চটকানোর", "চটকানোয়"},
			{"চটে", "চটলে", "চটল"},
			{"চড়া", "চড়ি", "চড়াই", "চড়", "চড়াও", "চড়ে", "চড়ায়", "চড়েন", "চড়ান", "চড়ছি", "চড়ছ", "চড়ছে", "চড়লে", "চড়ালে", "চড়ল", "চড়াল", "চড়তে", "চড়াতে", "চড়ত", "চড়াত", "চড়ব", "চড়াব", "চড়বে", "চড়াবে", "চড়ানো", "চড়িয়ে", "চড়ানোর", "চড়ানোয়"},
			{"চমকানো", "চমকাই", "চমকাও", "চমকায়", "চমকান", "চমকালে", "চমকাল", "চমকাতে", "চমকাত", "চমকাবে", "চমকাব", "চমকিয়ে", "চমকানোর", "চমকানোয়"},
			{"চলা", "চলি", "চলাই", "চল", "চলাও", "চলে", "চলায়", "চলেন", "চলান", "চলছি", "চলছ", "চলছে", "চললে", "চলালে", "চলল", "চলাল", "চলতে", "চলাতে", "চলত", "চলাত", "চলব", "চলাব", "চলবে", "চলাবে", "চলানো", "চলিয়ে", "চলার", "চলানোর", "চলানোয়"},
			{"চষে", "চষিয়ে"},
			{"চাওয়া", "চাই", "চাও", "চায়", "চান", "চাইল", "চাইলে", "চাইত", "চাইতে", "চাব", "চাইব", "চাবে", "চাইবে", "চেয়ে", "চাওয়ার", "চাওয়ায়"},
			{"চাঁছা", "চাঁছি", "চাঁছাই", "চাঁছ", "চাঁছাও", "চাঁছে", "চাঁছায়", "চাঁছেন", "চাঁছান", "চাঁছছি", "চাঁছছ", "চাঁছছে", "চাঁছলে", "চাঁছালে", "চাঁছল", "চাঁছাল", "চাঁছতে", "চাঁছাতে", "চাঁছত", "চাঁছাত", "চাঁছব", "চাঁছাব", "চাঁছবে", "চাঁছাবে", "চেঁছে", "চাঁছিয়ে", "চাঁছার"},
			{"চাখা", "চাখি", "চাখ", "চাখে", "চাখেন", "চাখছি", "চাখছ", "চাখছে", "চাখলে", "চাখল", "চাখতে", "চাখত", "চাখবে", "চাখব", "চেখে", "চাখিয়ে", "চাখার", "চাখায়"},
			{"চাটা", "চাটি", "চাটাই", "চাট", "চাটাও", "চাটে", "চাটায়", "চাটেন", "চাটান", "চাটছি", "চাটছ", "চাটছে", "চাটলে", "চাটালে", "চাটল", "চাটাল", "চাটতে", "চাটাতে", "চাটত", "চাটাত", "চাটব", "চাটাব", "চাটবে", "চাটাবে", "চাটানো", "চাটিয়ে", "চেটে", "চাটার", "চাটানোর", "চাটানোয়"},
			{"চাপড়ানো", "চাপড়াই", "চাপড়াও", "চাপড়ায়", "চাপড়ান", "চাপড়ালে", "চাপড়াল", "চাপড়াতে", "চাপড়াত", "চাপড়াব", "চাপড়াবে", "চাপড়িয়ে", "চাপড়ানোর", "চাপড়ানোয়"},
			{"চাপা", "চাপি", "চাপাই", "চাপ", "চাপাও", "চাপে", "চাপায়", "চাপেন", "চাপান", "চাপছি", "চাপছ", "চাপছে", "চাপলে", "চাপালে", "চাপল", "চাপাল", "চাপতে", "চাপাতে", "চাপত", "চাপাত", "চাপব", "চাপাব", "চাপবে", "চাপাবে", "চাপানো", "চাপিয়ে", "চাপার", "চাপানোর", "চাপানোয়"},
			{"চালা", "চালি", "চালাই", "চাল", "চালাও", "চালে", "চালায়", "চালেন", "চালান", "চালছি", "চালছ", "চালছে", "চাললে", "চালালে", "চালল", "চালাল", "চালতে", "চালাতে", "চালত", "চালাত", "চালব", "চালাব", "চালবে", "চালাবে", "চালানো", "চেলে", "চালিয়ে", "চালার", "চালানোর", "চালানোয়"},
			{"চেনা", "চিনি", "চিনাই", "চেনাই", "চিন", "চিনাও", "চেন", "চেনাও", "চিনে", "চিনায়", "চেনে", "চেনায়", "চিনেন", "চিনান", "চেনেন", "চেনান", "চিনছি", "চিনছ", "চিনছে", "চিনলে", "চিনালে", "চেনালে", "চিনল", "চিনাল", "চেনাল", "চিনতে", "চিনাতে", "চেনাতে", "চিনত", "চিনাত", "চেনাত", "চিনব", "চিনাব", "চেনাব", "চিনবে", "চিনাবে", "চেনাবে", "চিনা", "চিনানো", "চেনানো", "চিনিয়ে", "চিনার", "চিনানোর", "চেনার", "চেনানোর", "চিনানোয়", "চেনানোয়"},
			{"চিপা", "চিপি", "চিপাই", "চিপ", "চিপাও", "চিপে", "চিপায়", "চিপেন", "চিপান", "চিপছি", "চিপছ", "চিপছে", "চিপলে", "চিপালে", "চিপল", "চিপাল", "চিপতে", "চিপাতে", "চিপত", "চিপাত", "চিপব", "চিপাব", "চিপবে", "চিপাবে", "চিপিয়ে", "চিপার"},
			{"চিবানো", "চিবাই", "চিবাও", "চিবায়", "চিবান", "চিবালে", "চিবাল", "চিবাতে", "চিবাত", "চিবাব", "চিবাবে", "চিবিয়ে", "চিবানোর", "চিবানোয়"},
			{"চিমটানো", "চিমটাই", "চিমটাও", "চিমটায়", "চিমটান", "চিমটালে", "চিমটাল", "চিমটাতে", "চিমটাত", "চিমটাব", "চিমটাবে", "চিমটিয়ে", "চিমটানোর", "চিমটানোয়"},
			{"চুকানো", "চুকাই", "চুকই", "চুকাও", "চুকও", "চুকায়", "চুকয়", "চুকান", "চুকন", "চুকালে", "চুকলে", "চুকাল", "চুকল", "চুকাতে", "চুকতে", "চুকাত", "চুকত", "চুকাবে", "চুকবে", "চুকাব", "চুকব", "চুকনো", "চুকিয়ে", "চুকানোর", "চুকনোর", "চুকনোয়", "চুকানোয়"},
			{"চুপসানো", "চুপসাই", "চুপসাও", "চুপসায়", "চুপসান", "চুপসালে", "চুপসাল", "চুপসাতে", "চুপসাত", "চুপসাব", "চুপসাবে", "চুপসিয়ে", "চুপসানোর", "চুপসানোয়"},
			{"চুবানো", "চুবাই", "চুবই", "চুবাও", "চুবও", "চুবায়", "চুবয়", "চুবান", "চুবন", "চুবালে", "চুবলে", "চুবাল", "চুবল", "চুবাতে", "চুবতে", "চুবাত", "চুবাব", "চুবাবে", "চুববে", "চুবনো", "চুবিয়ে", "চুবানোর", "চুবনোর", "চুবানোয়", "চুবনোয়"},
			{"চুয়ানো", "চুয়াই", "চোয়াই", "চুয়ই", "চুয়াও", "চোয়াও", "চুয়ও", "চুয়ায়", "চুয়য়", "চোয়ায়", "চুয়ান", "চুয়ন", "চোয়ান", "চুয়ালে", "চুয়লে", "চোয়ালে", "চুয়াল", "চুয়ল", "চোয়াল", "চুয়াতে", "চুয়তে", "চোয়াতে", "চুয়াত", "চুয়ত", "চোয়াত", "চুয়াব", "চুয়ব", "চোয়াব", "চুয়াবে", "চুয়বে", "চোয়াবে", "চুয়নো", "চোয়ানো", "চুইয়ে", "চুয়ানোর", "চুয়নোর", "চোয়ানোর", "চুয়নোয়", "চুয়নোয়", "চোয়ানোয়"},
			{"চুলকানো", "চুলকাই", "চুলকই", "চুলকাও", "চুলকও", "চুলকায়", "চুলকয়", "চুলকান", "চুলকন", "চুলকালে", "চুলকলে", "চুলকাল", "চুলকল", "চুলকাতে", "চুলকতে", "চুলকাত", "চুলকত", "চুলকাব", "চুলকব", "চুলকাবে", "চুলকবে", "চুলকনো", "চুলকিয়ে", "চুলকানোর", "চুলকনোর", "চুলকানোয়", "চুলকনোয়"},
			{"চোষান", "চুষি", "চুষাই", "চোষাই", "চুষ", "চুষাও", "চোষ", "চোষাও", "চুষে", "চুষায়", "চোষে", "চোষায়", "চুষেন", "চুষান", "চোষেন", "চুষছি", "চুষছ", "চুষছে", "চুষলে", "চুষালে", "চোষালে", "চুষল", "চোষাল", "চুষাল", "চুষতে", "চুষাতে", "চোষাতে", "চুষত", "চুষাত", "চোষাত", "চুষব", "চুষাব", "চোষাব", "চুষবে", "চুষাবে", "চোষাবে", "চুষা", "চোষা", "চুষিয়ে", "চুষার", "চোষার", "চুষানোর", "চোষানোর", "চুষানোয়", "চোষানোয়"},
			{"চেঁচানো", "চেঁচাই", "চেঁচাও", "চেঁচায়", "চেঁচান", "চেঁচালে", "চেঁচাল", "চেঁচাতে", "চেঁচাত", "চেঁচাব", "চেঁচাবে", "চেঁচিয়ে", "চেঁচানোর", "চেঁচানোয়"},
			{"চেতা", "চেতি", "চেতাই", "চেত", "চেতাও", "চেতে", "চেতায়", "চেতেন", "চেতান", "চেতছি", "চেতছ", "চেতছে", "চেতলে", "চেতালে", "চেতল", "চেতাল", "চেততে", "চেতাতে", "চেতত", "চেতাত", "চেতব", "চেতাব", "চেতবে", "চেতাবে", "চেতনো", "চেতিয়ে", "চেতার", "চেতনোর", "চেতনোয়"}
			};
	
	public String[][] getData()
	{
		return data;
	}
	
	public int getDS()
	{
	return data_size;
	}
}
