package verb;

public class verbData24
{   int data_size=5;
	String[][] data = {{"ডরা", "ডরাই", "ডরাও", "ডরায়", "ডরান", "ডরালে", "ডরাল", "ডরাতে", "ডরাত", "ডরাব", "ডরাবে", "ডরানো", "ডরার", "ডরানোর", "ডরানোয়"},
			{"ডলা", "ডলি", "ডল", "ডলে", "ডলায়", "ডলেন", "ডলছি", "ডলছ", "ডলছে", "ডললে", "ডলল", "ডলতে", "ডলত", "ডলব", "ডলবে", "ডলানো", "ডলার", "ডলানোর", "ডলানোয়"},
			{"ডাকা", "ডাকি", "ডাকাই", "ডাক", "ডাকাও", "ডাকে", "ডাকায়", "ডাকেন", "ডাকান", "ডাকুন", "ডাকছি", "ডাকছ", "ডাকছে", "ডাকলে", "ডাকালে", "ডাকল", "ডাকাল", "ডাকতে", "ডাকাতে", "ডাকত", "ডাকব", "ডাকাব", "ডাকবে", "ডাকাবে", "ডাকানো", "ডেকে", "ডাকার", "ডাকানোর", "ডাকানোয়"},
			{"ডিঙানো", "ডিঙাই", "ডিঙ্গাই", "ডিঙাও", "ডিঙ্গাও", "ডিঙায়", "ডিঙ্গান", "ডিঙান", "ডিঙ্গালে", "ডিঙালে", "ডিঙ্গালে", "ডিঙাল", "ডিঙ্গাল", "ডিঙাতে", "ডিঙ্গাতে", "ডিঙাত", "ডিঙ্গাত", "ডিঙাব", "ডিঙ্গাব", "ডিঙাবে", "ডিঙ্গাবে", "ডিঙ্গানো", "ডিঙিয়ে", "ডিঙ্গিয়ে", "ডিঙানোর", "ডিঙ্গানোর", "ডিঙানোয়", "ডিঙ্গানোয়"},
			{"ডোবা", "ডুবি", "ডুবাই", "ডোবাই", "ডুব", "ডোব", "ডুবাও", "ডোবাও", "ডুবে", "ডুবায়", "ডোবায়", "ডোবে", "ডুবেন", "ডুবান", "ডোবান", "ডোবেন", "ডুবছি", "ডুবছ", "ডুবছে", "ডুবলে", "ডুবালে", "ডোবালে", "ডুবল", "ডুবাল", "ডোবাল", "ডুবতে", "ডুবাতে", "ডোবাতে", "ডুবত", "ডুবাত", "ডোবাত", "ডুবব", "ডুবাব", "ডোবাব", "ডুববে", "ডুবাবে", "ডোবাবে", "ডুবা", "ডুবানো", "ডোবানো", "ডুবিয়ে", "ডুবার", "ডোবার", "ডুবানোর", "ডোবানোর", "ডুবানোয়", "ডোবানোয়"}
			};
	
	public String[][] getData()
	{
		return data;
	}
	
	public int getDS()
	{
	return data_size;
	}
}