 package verb;

 public class verbData33
 {   int data_size=16;
 	String[][] data = {{"ফরকানো", "ফরকাই", "ফরকাও", "ফরকায়", "ফরকান", "ফরকালে", "ফরকাল", "ফরকাতে", "ফরকাত", "ফরকাব", "ফরকাবে", "ফরকিয়ে", "ফরকানোর", "ফরকানোয়"},
 			{"ফরফরানো", "ফরফরাই", "ফরফরাও", "ফরফরায়", "ফরফরান", "ফরফরালে", "ফরফরাল", "ফরফরাতে", "ফরফরাত", "ফরফরাব", "ফরফরাবে", "ফরফরিয়ে", "ফরফরানোর", "ফরফরানোয়"},
 			{"ফলানো", "ফলাই", "ফলাও", "ফলায়", "ফলান", "ফলেন", "ফলালে", "ফলাল", "ফলাতে", "ফলাত", "ফলাব", "ফলাবে", "ফলা", "ফলিয়ে", "ফলার", "ফলানোর", "ফলানোয়"},
 			{"ফসকানো", "ফসকাই", "ফসকাও", "ফসকায়", "ফসকান", "ফসকালে", "ফসকাল", "ফসকাতে", "ফসকাত", "ফসকাব", "ফসকাবে", "ফসকে", "ফসকানোর", "ফসকানোয়"},
 			{"ফাঁপা", "ফাঁপি", "ফাঁপাই", "ফাঁপাও", "ফাঁপে", "ফাঁপায়", "ফাঁপেন", "ফাঁপান", "ফাঁপছি", "ফাঁপছ", "ফাঁপছে", "ফাঁপলে", "ফাঁপালে", "ফাঁপল", "ফাঁপাল", "ফাঁপতে", "ফাঁপাতে", "ফাঁপত", "ফাঁপাত", "ফাঁপব", "ফাঁপাব", "ফাঁপবে", "ফাঁপাবে", "ফাঁপানো", "ফেঁপে", "ফাঁপিয়ে", "ফাঁপার", "ফাঁপানোর", "ফাঁপানোয়"},
 			{"ফাঁসা", "ফাঁসাই", "ফাঁসাও", "ফাঁসে", "ফাঁসায়", "ফাঁসেন", "ফাঁসান", "ফাঁসছি", "ফাঁসছ", "ফাঁসছে", "ফাঁসলে", "ফাঁসালে", "ফাঁসল", "ফাঁসাল", "ফাঁসতে", "ফাঁসাতে", "ফাঁসত", "ফাঁসাত", "ফাঁসব", "ফাঁসাব", "ফাঁসবে", "ফাঁসাবে", "ফাঁসানো", "ফেঁসে", "ফাঁসার", "ফাঁসানোর", "ফাঁসানোয়"},
 			{"ফাটা", "ফাটাই", "ফাটাও", "ফাটায়", "ফাটান", "ফাটালে", "ফাটাল", "ফাটাতে", "ফাটাত", "ফাটাব", "ফাটাবে", "ফাটানো", "ফাটিয়ে", "ফেটে", "ফাটার", "ফাটানোর", "ফাটানোয়"},
 			{"ফাড়া", "ফাড়ি", "ফাড়াই", "ফাড়", "ফাড়াও", "ফাড়ে", "ফাড়ায়", "ফাড়েন", "ফাড়ান", "ফাড়ছি", "ফাড়ছ", "ফাড়ছে", "ফাড়লে", "ফাড়ল", "ফাড়তে", "ফাড়ত", "ফাড়ব", "ফাড়বে", "ফেড়ে", "ফাড়ার"},
 			{"ফেরা", "ফিরি", "ফিরাই", "ফেরাই", "ফির", "ফের", "ফিরাও", "ফেরাও", "ফিরে", "ফেরে", "ফিরায়", "ফিরেন", "ফেরেন", "ফেরায়", "ফিরান", "ফেরান", "ফিরছি", "ফিরছ", "ফিরছে", "ফিরলে", "ফিরল", "ফিরতে", "ফিরত", "ফিরব", "ফিরবে", "ফিরা", "ফিরানো", "ফেরানো", "ফিরিয়ে", "ফিরার", "ফেরার", "ফিরানোর", "ফেরানোর", "ফিরানোয়", "ফেরানোয়"},
 			{"ফোঁড়া", "ফুঁড়ি", "ফুঁড়াই", "ফোঁড়াই", "ফুঁড়াও", "ফোঁড়া", "ফুঁড়", "ফোঁড়", "ফুঁড়ায়", "ফোঁড়ায়", "ফুঁড়ে", "ফোঁড়ে", "ফুঁড়ান", "ফোঁড়ান", "ফুঁড়েন", "ফোঁড়েন", "ফুঁড়ছি", "ফুঁড়ছ", "ফুঁড়ছে", "ফুঁড়লে", "ফুঁড়ালে", "ফোঁড়ালে", "ফুঁড়ল", "ফুঁড়াল", "ফোঁড়াল", "ফুঁড়তে", "ফুঁড়াতে", "ফোঁড়াতে", "ফুঁড়ত", "ফুঁড়াত", "ফোঁড়াত", "ফুঁড়ব", "ফুঁড়াব", "ফোঁড়াব", "ফুঁড়বে", "ফুঁড়াবে", "ফোঁড়াবে", "ফুঁড়া", "ফুঁড়িয়ে", "ফুঁড়ার", "ফোঁড়ার"},
 			{"ফোঁপানো", "ফুঁপই", "ফুঁপাই", "ফোঁপাই", "ফুঁপও", "ফুঁপাও", "ফোঁপাও", "ফুঁপয়", "ফুঁপায়", "ফোঁপায়", "ফুঁপন", "ফুঁপান", "ফোঁপান", "ফুঁপলে", "ফুঁপালে", "ফোঁপালে", "ফুঁপল", "ফুঁপাল", "ফোঁপাল", "ফুঁপতে", "ফুঁপাতে", "ফোঁপাতে", "ফুঁপত", "ফুঁপাত", "ফোঁপাত", "ফুঁপব", "ফুঁপাব", "ফোঁপা্ব", "ফুঁপবে", "ফুঁপাবে", "ফোঁপাবে", "ফুঁপানো", "ফুঁপিয়ে", "ফুঁপানোর", "ফোঁপানোর", "ফুঁপানোয়", "ফোঁপানোয়"},
 			{"ফোটা", "ফুটাই", "ফোটাই", "ফুটাও", "ফোটাও", "ফুটায়", "ফোটায়", "ফুটান", "ফোটান", "ফুটালে", "ফোটালে", "ফুটাল", "ফোটাল", "ফুটাতে", "ফোটাতে", "ফুটাত", "ফোটাত", "ফুটাব", "ফোটাব", "ফুটাবে", "ফোটাবে", "ফুটা", "ফুটানো", "ফোটানো", "ফুটিয়ে", "ফুটার", "ফোটার", "ফুটানোর", "ফোটানোর", "ফুটানোয়", "ফোটানোয়"},
 			{"ফুলা", "ফুলি", "ফুলাই", "ফুল", "ফুলাও", "ফুলে", "ফুলায়", "ফুলেন", "ফুলান", "ফুলছি", "ফুলছ", "ফুলছে", "ফুললে", "ফুলালে", "ফুলল", "ফুলাল", "ফুলতে", "ফুলাতে", "ফুলত", "ফুলাত", "ফুলব", "ফুলাব", "ফুলবে", "ফুলাবে", "ফুলানো", "ফুলিয়ে", "ফুলার", "ফুলানোর", "ফুলানোয়"},
 			{"ফুসলানো", "ফুসলাই", "ফুসলাও", "ফুসলায়", "ফুসলান", "ফুসলালে", "ফুসলাল", "ফুসলাতে", "ফুসলাত", "ফুসলাব", "ফুসলাবে", "ফুসলিয়ে", "ফুসলানোর", "ফুসলানোয়"},
 			{"ফেঁকা", "ফেঁকি", "ফেঁক", "ফেঁকে", "ফেঁকেন", "ফেঁকছি", "ফেঁকছ", "ফেঁকছে", "ফেঁকলে", "ফেঁকালে", "ফেঁকল", "ফেঁকাল", "ফেঁকতে", "ফেঁকাতে", "ফেঁকত", "ফেঁকাত", "ফেঁকব", "ফেঁকাব", "ফেঁকবে", "ফেঁকাবে", "ফেঁকার", "ফেঁকায়"},
 			{"ফেলা", "ফেলি", "ফেলাই", "ফেল", "ফেলাও", "ফেলে", "ফেলায়", "ফেলেন", "ফেলান", "ফেলুন", "ফেলছি", "ফেলাছ", "ফেলাছে", "ফেললে", "ফেলল", "ফেলতে", "ফেলত", "ফেলব", "ফেলবে", "ফেলানো", "ফেলার", "ফেলানোর", "ফেলানোয়"}
 			};
 	
 	public String[][] getData()
 	{
 		return data;
 	}
 	public int getDS()
 	{
 	return data_size;
 	}
 }
