package verb;

public class verbData32
{    int data_size=28;
	String[][] data = {{"পচানো", "পচাই", "পচাও", "পচায়", "পচান", "পচালে", "পচাল", "পচাতে", "পচাত", "পচাব", "পচাবে", "পচিয়ে", "পচানোর", "পচানোয়"},
			{"পটপটান", "পটপটাই", "পটপটাও", "পটপটায়", "পটপটালে", "পটপটাল", "পটপটাতে", "পটপটাত", "পটপটাব", "পটপটাবে", "পটপটিয়ে", "পটপটানোর", "পটপটানোয়"},
			{"পটা", "পটি", "পটাই", "পট", "পটাও", "পটে", "পটায়", "পটেন", "পটান", "পটছি", "পটছ", "পটছে", "পটলে", "পটালে", "পটল", "পটাল", "পটতে", "পটাতে", "পটত", "পটাত", "পটব", "পটাব", "পটবে", "পটাবে", "পটানো", "পটিয়ে", "পটার", "পটানোর", "পটানোয়"},
			{"পড়া", "পড়ি", "পড়াই", "পড়", "পড়াও", "পড়ে", "পড়ায়", "পড়েন", "পড়ান", "পড়ছি", "পড়ছ", "পড়ছে", "পড়লে", "পড়ালে", "পড়ল", "পড়াল", "পড়তে", "পড়াতে", "পড়ত", "পড়াত", "পড়ব", "পড়াব", "পড়বে", "পড়াবে", "পড়ানো", "পড়িয়ে", "পড়ার", "পড়ানোর", "পড়ানোয়"},
			{"পরা", "পরি", "পরাই", "পর", "পরাও", "পরে", "পরায়", "পরেন", "পরান", "পরছি", "পরছ", "পরছে", "পরলে", "পরালে", "পরল", "পরাল", "পরতে", "পরাতে", "পরত", "পরাত", "পরব", "পরাব", "পরবে", "পরাবে", "পরানো", "পরিয়ে", "পরার", "পরানোর", "পরানোয়"},
			{"পালানো", "পলাই", "পালাই", "পলাও", "পালাও", "পলায়", "পালায়", "পলান", "পালান", "পলালে", "পালালে", "পলাল", "পালাল", "পলাতে", "পালাতে", "পলাত", "পালাত", "পলাব", "পালাব", "পলাবে", "পালাবে", "পলানো", "পালানো", "পালিয়ে", "পলানোর", "পালানোর", "পলানোয়", "পালানো‍য়"},
			{"পস্তানো", "পস্তাই", "পস্তাও", "পস্তায়", "পস্তান", "পস্তালে", "পস্তাল", "পস্তাতে", "পস্তাত", "পস্তাব", "পস্তাবে", "পস্তিয়ে", "পস্তানোর", "পস্তানোয়"},
			{"পাওয়া", "পাই", "পাও", "পায়", "পান", "পাওয়ান", "পাওয়ালে", "পেলে", "পাওয়াল", "পেল", "পাওয়াতে", "পেতে", "পাওয়াত", "পেত", "পাওয়াব", "পাব", "পাওয়াবে", "পাবে", "পাইয়ে", "পেয়ে", "পাওয়ার", "পাওয়ায়"},
			{"পাকড়ানো", "পাকড়াই", "পাকড়াও", "পাকড়ায়", "পাকড়ান", "পাকড়ালে", "পাকড়াল", "পাকড়াতে", "পাকড়াত", "পাকড়াব", "পাকড়াবে", "পাকড়িয়ে", "পাকড়ানোর", "পাকড়ানোয়"},
			{"পাকা", "পাকাই", "পাকাও", "পাকায়", "পাকান", "পাকালে", "পাকাল", "পাকাতে", "পাকাত", "পাকাব", "পাকাবে", "পাকানো", "পাকিয়ে", "পাকার", "পাকানোর", "পাকানোয়"},
			{"পাছড়ানো", "পাছড়াই", "পাছড়াও", "পাছড়ায়", "পাছড়ান", "পাছড়ালে", "পাছড়াল", "পাছড়াতে", "পাছড়াত", "পাছড়াব", "পাছড়াবে", "পাছড়িয়ে", "পাছড়ানোর", "পাছড়ানোয়"},
			{"পাঠানো", "পাঠাই", "পাঠাও", "পাঠায়", "পাঠান", "পাঠালে", "পাঠাল", "পাঠাতে", "পাঠাত", "পাঠাব", "পাঠাবে", "পাঠিয়ে", "পাঠানোর", "পাঠানোয়"},
			{"পাড়া", "পাড়ি", "পাড়", "পাড়াও", "পাড়ে", "পাড়ায়", "পাড়েন", "পাড়ান", "পাড়ছি", "পাড়ছ", "পাড়ছে", "পাড়লে", "পাড়ালে", "পাড়ল", "পাড়াল", "পাড়তে", "পাড়াতে", "পাড়ত", "পাড়াত", "পাড়ব", "পাড়াব", "পাড়বে", "পাড়াবে", "পাড়ানো", "পেড়ে", "পাড়ার", "পাড়ানোর", "পাড়ানোয়"},
			{"পাতা", "পাতি", "পাতাই", "পাত", "পাতাও", "পাতে", "পাতায়", "পাতেন", "পাতান", "পেতেছি", "পেতেছ", "পেতেছে", "পাতলে", "পাতালে", "পাতল", "পাতাল", "পাততে", "পাতাতে", "পাতত", "পাতাত", "পাতব", "পাতাব", "পাতবে", "পাতাবে", "পাতানো", "পেতে", "পাতার", "পাতানোর", "পাতানোয়"},
			{"পাদা", "পাদে", "পাদেন", "পেদে", "পাদায়"},
			{"পারা", "পারি", "পার", "পারাও", "পারে", "পারায়", "পারেন", "পারান", "পারছি", "পারছ", "পারছে", "পারলে", "পারালে", "পারল", "পারাল", "পারতে", "পারাতে", "পারত", "পারাত", "পারব", "পারাব", "পারবে", "পারাবে", "পেরে", "পারার"},
			{"পাল্টানো", "পাল্টাই", "পাল্টাও", "পাল্টায়", "পাল্টান", "পাল্টালে", "পাল্টাল", "পাল্টাতে", "পাল্টাত", "পাল্টাব", "পাল্টাবে", "পাল্টিয়ে", "পাল্টানো", "পাল্টানোর", "পাল্টানোয়"},
			{"পিছলানো", "পিছলাই", "পিছলই", "পিছলাও", "পিছলও", "পিছলায়", "পিছলয়", "পিছলান", "পিছলন", "পিছলালে", "পিছললে", "পিছলাতে", "পিছলতে", "পিছলাত", "পিছলত", "পিছলাব", "পিছলব", "পিছলাবে", "পিছলবে", "পিছলনো", "পিছলিয়ে", "পিছলানোর", "পিছলানোয়"},
			{"পেছানো", "পিছাই", "পিছই", "পেছাই", "পেছই", "পিছাও", "পিছও", "পেছাও", "পেছও", "পিছায়", "পিছয়", "পেছায়", "পেছয়", "পিছান", "পিছন", "পেছান", "পেছন", "পিছালে", "পিছলে", "পেছালে", "পেছলে", "পিছাল", "পিছল", "পেছাল", "পেছাল", "পিছাতে", "পিছতে", "পেছাতে", "পেছতে", "পিছাত", "পিছত", "পেছাত", "পেছত", "পিছাব", "পিছব", "পেছাব", "পেছব", "পিছাবে", "পিছবে", "পেছাবে", "পেছবে", "পিছানো", "পিছনো", "পেছনো", "পিছিয়ে", "পিছানোর", "পিছনোর", "পেছানোর", "পেছনোর", "পিছানোয়", "পিছনোয়", "পেছানোয়", "পেছনোয়"},
			{"পেটা", "পিটাই", "পেটাই", "পিট", "পিটাও", "পেটাও", "পিটে", "পিটায়", "পেটায়", "পিটেন", "পিটান", "পেটেন", "পেটান", "পিটছি", "পিটছ", "পিটছে", "পিটলে", "পিটালে", "পেটালে", "পিটল", "পিটাল", "পেটাল", "পিটতে", "পিটাতে", "পেটাতে", "পিটত", "পিটাত", "পেটাত", "পিটব", "পিটাব", "পেটাব", "পিটবে", "পিটাবে", "পেটাবে", "পিটা", "পিটানো", "পেটানো", "পিটিয়ে", "পিটানোর", "পেটানোর", "পিটানোয়", "পেটানোয়"},
			{"পেষা", "পিষি", "পিষাই", "পিষ", "পিষাও", "পেষাও", "পিষে", "পিষায়", "পেষায়", "পিষেন", "পিষান", "পেষান", "পিষছি", "পিষছ", "পিষছে", "পিষলে", "পিষালে", "পিষল", "পিষাল", "পিষতে", "পিষাতে", "পিষত", "পিষাত", "পিষব", "পিষাব", "পিষবে", "পিষাবে", "পিষা", "পিষিয়ে", "পিষার"},
			{"পুঁছা", "পুঁছি", "পুঁছাই", "পুঁছ", "পুঁছাও", "পুঁছে", "পুঁছায়", "পুঁছেন", "পুঁছান", "পুঁছছি", "পুঁছছ", "পুঁছলে", "পুঁছালে", "পুঁছল", "পুঁছাল", "পুঁছতে", "পুঁছাতে", "পুঁছত", "পুঁছাত", "পুঁছব", "পুঁছাব", "পুঁছবে", "পুঁছাবে", "পুঁছানো", "পুঁছিয়ে", "পুঁছার", "পুঁছানোয়", "পুঁছানোয়"},
			{"পোড়া", "পুড়ি", "পুড়াই", "পোড়াই", "পুড়", "পুড়াও", "পোড়", "পোড়াও", "পুড়ে", "পুড়ায়", "পোড়ে", "পোড়ায়", "পুড়েন", "পুড়ান", "পোড়েন", "পোড়ান", "পুড়ছি", "পোড়ছি", "পুড়ছ", "পোড়ছ", "পুড়ছে", "পোড়ছে", "পুড়লে", "পুড়ালে", "পোড়লে", "পোড়ালে", "পুড়ল", "পুড়াল", "পোড়ল", "পোড়াল", "পুড়তে", "পুড়াতে", "পোড়তে", "পোড়াতে", "পুড়ত", "পুড়াত", "পোড়ত", "পোড়াত", "পুড়ব", "পুড়াব", "পোড়ব", "পোড়াব", "পুড়বে", "পুড়াবে", "পোড়বে", "পোড়াবে", "পুড়া", "পুড়ানো", "পোড়নো", "পুড়িয়ে", "পুড়ার", "পোড়ার", "পুড়ানোর", "পোড়ানোর", "পুড়ানোয়", "পোড়ানোয়"},
			{"পেঁচানো", "পেঁচাই", "পেঁচাও", "পেঁচায়", "পেঁচান", "পেঁচালে", "পেঁচাল", "পেঁচাতে", "পেঁচাত", "পেঁচাব", "পেঁচাবে", "পেঁচিয়ে", "পেঁচানোর", "পেঁচানোয়"},
			{"পোঁতা", "পুঁতা", "পুঁতছে", "পুঁতলে", "পুঁতল", "পুঁতে", "পোঁতে", "পুঁতেন", "পোঁতেন", "পুঁতব", "পুঁতবে", "পুঁতায়", "পোঁতায়"},
			{"পোষা", "পোষি", "পুষি", "পোষ", "পুষ", "পোষে", "পুষে", "পোষেন", "পুষেন", "পোষছি", "পুষছি", "পোষছ", "পুষছ", "পোষলে", "পুষলে", "পোষল", "পুষল", "পোষতে", "পুষতে", "পোষত", "পুষত", "পোষব", "পুষব", "পোষবে", "পুষবে","পুষা", "পোষার", "পুষার", "পোষানোর", "পুষানোর", "পোষানোয়", "পুষানোয়"},
			{"পোহানো", "পোহাই", "পোহাও", "পোহায়", "পোহান", "পোহালে", "পোহাল", "পোহাতে", "পোহাত", "পোহাব", "পোহাবে", "পুহে", "পোহানোর", "পোহানোয়"},
			{"পৌঁছা", "পৌঁছি", "পৌঁছই", "পৌঁছাই", "পৌঁছ", "পৌঁছও", "পৌঁছাও", "পৌঁছে", "পৌঁছয়", "পৌঁছায়", "পৌঁছেন", "পৌঁছন", "পৌঁছান", "পৌঁছছি", "পৌঁছছ", "পৌঁছছে", "পৌঁছলে", "পৌঁছলে", "পৌঁছালে", "পৌঁছল", "পৌঁছল", "পৌঁছাল", "পৌঁছতে", "পৌঁছতে", "পৌঁছাতে", "পৌঁছব", "পৌঁছাব", "পৌঁছবে", "পৌঁছাবে", "পৌঁছনো", "পৌঁছানো", "পৌঁছিয়ে", "পৌঁছর", "পৌঁছার", "পৌঁছনোর", "পৌঁছানোর", "পৌঁছনোয়", "পৌঁছানোয়"}
			};
	
	public String[][] getData()
	{
		return data;
	}
	public int getDS()
	{
	return data_size;
	}
}
