package verb;

public class verbData40
{   int data_size=9;
	String[][] data = { {"শানানো", "শানাই", "শানাও", "শানায়", "শানান", "শানালে", "শানাল", "শানাতে", "শানাত", "শানাব", "শানাবে", "শানিয়ে", "শানানোর", "শানানোয়"},
			{"শাসানো", "শাসাই", "শাসাও", "শাসায়", "শাসান", "শাসালে", "শাসাল", "শাসাতে", "শাসাত", "শাসাব", "শাসাবে", "শাসিয়ে", "শাসানোর", "শাসানোয়"},
			{"শিউরানো", "শিউরাই", "শিউরাও", "শিউরায়", "শিউরান", "শিউরালে", "শিউরাল", "শিউরাতে", "শিউরাত", "শিউরাব", "শিউরাবে", "শিউরিয়ে", "শিউরানোর", "শিউরানোয়"},
			{"শেখা", "শিখি", "শেখি", "শিখাই", "শেখাই", "শিখ", "শেখ", "শিখাও", "শেখাও", "শিখে", "শেখে", "শিখায়", "শেখায়", "শিখেন", "শেখেন", "শিখান", "শেখান", "শিখছি", "শিখছ", "শিখছে", "শিখলে", "শেখলে", "শিখালে", "শেখালে", "শিখল", "শেখল", "শিখাল", "শেখাল", "শিখতে", "শেখতে", "শিখাতে", "শেখাতে", "শিখত", "শেখত", "শিখাত", "শেখাত", "শিখব", "শেখব", "শিখাব", "শেখাব", "শিখবে", "শেখবে", "শিখাবে", "শেখাবে", "শিখা", "শিখানো", "শেখানো", "শিখিয়ে", "শিখার", "শেখার", "শিখানোর", "শেখানোর", "শিখানোয়", "শেখানোয়"},
			{"শিহরানো", "শিহরাই", "শিহরাও", "শিহরায়", "শিহরান", "শিহরালে", "শিহরাল", "শিহরাতে", "শিহরাত", "শিহরাব", "শিহরাবে", "শিহরিয়ে", "শিহরানোর", "শিহরানোয়"},
			{"শোঁকা", "শুঁকি", "শুঁকাই", "শুঁক", "শোঁক", "শুঁকাও", "শোঁকাও", "শুঁকে", "শোঁকে", "শুঁকায়", "শোঁকায়", "শুঁকেন", "শোঁকেন", "শুঁকান", "শোঁকান", "শুঁকছি", "শুঁকছ", "শুঁকছে", "শুঁকলে", "শোঁকলে", "শুঁকালে", "শোঁকালে", "শুঁকল", "শোঁকল", "শুঁকাল", "শোঁকাল", "শুঁকতে", "শোঁকতে", "শুঁকতে", "শোঁকাতে", "শুঁকত", "শোঁকত", "শুঁকাত", "শোঁকাত", "শুঁকব", "শোঁকব", "শুঁকাব", "শোঁকাব", "শুঁকবে", "শোঁকবে", "শুঁকাবে", "শোঁকাবে", "শুঁকা", "শুঁকানো", "শোঁকানো", "শুঁকিয়ে", "শুঁকার", "শোঁকার", "শুঁকানোর", "শোঁকানোর", "শুঁকানোয়", "শোঁকানোয়"},
			{"শোধরানো", "শুধরাই", "শোধরাই", "শুধরাও", "শোধরাও", "শুধরায়", "শোধরায়", "শুধরান", "শোধরান", "শুধরালে", "শোধরালে", "শুধরাল", "শোধরাল", "শুধরাতে", "শোধরাতে", "শুধরাত", "শোধরাত", "শুধরাব", "শোধরাব", "শুধরাবে", "শোধরাবে", "শুধরানো", "শুধরিয়ে", "শুধরানোর", "শোধরানোর", "শুধরানোয়", "শোধরানোয়"},
			{"শোনা", "শুনি", "শোনি", "শুনাই", "শোনাই", "শুন", "শোন", "শুনাও", "শোনাও", "শুনে", "শোনে", "শুনায়", "শোনান", "শুনেন", "শোনেন", "শুনান", "শোনান", "শুনছি", "শুনছ", "শুনছে", "শুনলে", "শোনলে", "শুনালে", "শোনালে", "শুনল", "শোনল", "শুনাল", "শোনাল", "শুনতে", "শোনতে", "শুনাতে", "শোনাতে", "শুনত", "শোনত", "শুনাত", "শোনাত", "শুনব", "শোনব", "শুনাব", "শোনাব", "শুনবে", "শোনবে", "শুনাবে", "শোনাবে", "শুনা", "শুনানো", "শোনানো", "শুনিয়ে", "শুনার", "শোনার", "শুনানোর", "শোনানোর", "শুনানোয়", "শোনানোয়"},
			{"শোয়া", "শুই", "শুয়াই", "শও", "শোও", "শুয়াও", "শোয়াও", "শয়", "শোয়", "শুয়ায়", "শোয়ায়", "শন", "শোন", "শুয়ান", "শোয়ান", "শুইছি", "শুইছ", "শুইছে", "শুলে", "শোলে", "শুয়ালে", "শোয়ালে", "শুল", "শোল", "শুয়াল", "শোয়াল", "শুতে", "শোতে", "শুয়াতে", "শোয়াতে", "শুত", "শোত", "শুয়াত", "শোয়াত", "শুব", "শোব", "শুয়াব", "শোয়াব", "শুবে", "শোবে", "শুয়াবে", "শোয়াবে", "শুয়া", "শুয়ানো", "শোয়ানো", "শুয়ে", "শুয়ার", "শোয়ার", "শুয়ানোর", "শোয়ানোর", "শুয়ানোয়", "শোয়ানোয়"},
			};
	
	public String[][] getData()
	{
		return data;
	}
	public int getDS()
	{
	return data_size;
	}
}
