package verb;

public class verbData19
{    int data_size=14;
	String[][] data = { {"জড়ানো", "জড়াই", "জড়াও", "জড়ায়", "জড়ান", "জড়ালে", "জড়াল", "জড়াতে", "জড়াত", "জড়াব", "জড়াবে", "জড়িয়ে", "জড়ানোর", "জড়ানোয়"},
			{"জমানো", "জমাই", "জমাও", "জমে", "জমায়", "জমেন", "জমান", "জমলে", "জমালে", "জমল", "জমাল", "জমতে", "জমাতে", "জমত", "জমাত", "জমাব", "জমবে", "জমাবে", "জমা", "জমিয়ে", "জমার", "জমানোর", "জমানোয়"},
			{"জরানো", "জরাই", "জরাও", "জরায়", "জরান", "জরালে", "জরাল", "জরাতে", "জরাত", "জরাব", "জরাবে", "জরিয়ে", "জরানোর", "জরানোয়"},
			{"জাগা", "জাগি", "জাগাই", "জাগ", "জাগাও", "জাগে", "জাগায়", "জাগেন", "জাগান", "জাগছি", "জেগেছি", "জাগছ", "জেগেছ", "জাগলে", "জাগালে", "জাগল", "জাগাল", "জাগতে", "জাগাতে", "জাগত", "জাগাত", "জাগব", "জাগাব", "জাগবে", "জাগাবে", "জাগানো", "জাগিয়ে", "জেগে", "জাগার", "জাগানোর", "জাগানোয়"},
			{"জানা", "জানি", "জানাই", "জান", "জানাও", "জানে", "জানায়", "জানেন", "জানান", "জানা", "জানছি", "জেনেছি", "জানছ", "জেনেছ", "জানছে", "জেনেছে", "জানলে", "জানালে", "জানল", "জানাল", "জানতে", "জানাতে", "জানত", "জানাত", "জানব", "জানাব", "জানবে", "জানাবে", "জানা", "জানানো", "জানিয়ে", "জেনে", "জানার", "জানানোর", "জানানোয়"},
			{"জাপটানো", "জাপটাই", "জাপটাও", "জাপটায়", "জাপটান", "জাপটালে", "জাপটাল", "জাপটাতে", "জাপটাত", "জাপটাবে", "জাপটাব", "জাপটিয়ে", "জাপটানোর", "জাপটানোয়"},
			{"জেতা", "জিতি", "জিতাই", "জেতাই", "জিত", "জিতাও", "জেত", "জেতাও", "জিতে", "জিতায়", "জেতে", "জেতায়", "জিতেন", "জিতান", "জেতেন", "জেতান", "জিতছি", "জিতছ", "জিতছে", "জিতলে", "জিতালে", "জেতালে", "জেতলে", "জিতল", "জিতাল", "জেতাল", "জেতল", "জিততে", "জিতাতে", "জেততে", "জিতত", "জিতাত", "জেতাত", "জেতত", "জিতব", "জিতাব", "জেতাব", "জেতব", "জিতবে", "জিতাবে", "জেতবে", "জেতাবে", "জিতা", "জিতানো", "জেতানো", "জিতিয়ে", "জিতার", "জেতার", "জিতানোর", "জেতানোর", "জিতানোয়", "জেতানোয়"},
			{"জিয়ানো", "জিয়াই", "জিয়াও", "জিয়ায়", "জিয়ান", "জিয়ালে", "জিয়াল", "জিয়াতে", "জিয়াত", "জিয়াব", "জিয়াবে", "জিইয়ে", "জিয়ানোর", "জিয়ানোয়"},
			{"জিরানো", "জিরাই", "জিরাও", "জিরায়", "জিরান", "জিরালে", "জিরাল", "জিরাতে", "জিরাত", "জিরাব", "জিরাবে", "জিরিয়ে", "জিরানোর", "জিরানোয়"},
			{"জোটানো", "জুটাই", "জোটাই", "জুটাও", "জোটাও", "জুটায়", "জোটায়", "জুটান", "জোটান", "জুটালে", "জোটালে", "জুটাল", "জোটাল", "জুটাতে", "জোটাতে", "জুটাত", "জোটাত", "জুটাব", "জোটাব", "জুটাবে", "জোটাবে", "জুটানো", "জুটিয়ে", "জুটানোর", "জোটানোর", "জুটানোয়", "জোটানোয়"},
			{"জুড়ানো", "জুড়াই", "জুড়ই", "জুড়াও", "জুড়ও", "জুড়ায়", "জুড়য়", "জুড়ান", "জুড়ন", "জুড়ালে", "জুড়লে", "জুড়াতে", "জুড়তে", "জুড়াত", "জুড়ত", "জুড়াব", "জুড়ব", "জুড়া", "জুড়নো", "জুড়িয়ে", "জুড়ার", "জুড়নোর", "জুড়ানোর", "জুড়ায়", "জুড়নোয়", "জুড়ানোয়"},
			{"জুতানো", "জুতাই", "জুতই", "জুতাও", "জুতও", "জুতায়", "জুতয়", "জুতান", "জুতন", "জুতালে", "জুতলে", "জুতাতে", "জুততে", "জুতাত", "জুতত", "জুতাব", "জুতব", "জুতাবে", "জুতবে", "জুতনো", "জুতানোর", "জুতনোর", "জুতানোয়", "জুতনোয়"},
			{"জোড়া", "জোড়াই", "জোড়াও", "জোড়ায়", "জোড়ালে", "জোড়াল", "জোড়াতে", "জোড়াত", "জোড়াব", "জোড়াবে", "জোড়ানো", "জোড়ানোর", "জোড়ানোয়"},
			{"জ্বালানো", "জ্বালাই", "জ্বালাও", "জ্বালায়", "জ্বালান", "জ্বালালে", "জ্বালাল", "জ্বালাতে", "জ্বালাত", "জ্বালাব", "জ্বালাবে", "জ্বালা", "জ্বালিয়ে", "জ্বালার", "জ্বালানোর", "জ্বালানোয়"}
			};
	
	public String[][] getData()
	{
		return data;
	}
	public int getDS()
	{
	return data_size;
	}
}
