package verb;

public class verbData12
{    int data_size=21;
	String[][] data = {{"কচলানো", "কচলাই", "কচলাও", "কচলায়", "কচলান", "কচলালে", "কচলাল", "কচলাতে", "কচলাত", "কচলাব", "কচলাবে", "কচলে", "কচলানোর","কচলিয়ে", "কচলানোয়"},
			{"কমানো", "কমাই", "কমাও", "কম", "কমায়", "কমে", "কমান", "কমেন", "কমছি", "কমছ", "কমছে", "কমল", "কমালে", "কমাল", "কমতে", "কমাতে", "কমাত", "কমাব", "কমবে", "কমাবে", "কমা", "কমার", "কমানোর", "কমিয়ে", "কমানোয়"},
			{"করা", "করি", "করাই", "কর","করে","করাও", "করে", "করায়", "করেন", "করান", "করুন", "করছি", "করছ", "করছে","করেছি", "করলে", "করালে", "করল", "করাল", "করতে", "করাতে", "করত", "করাত", "করব", "করাব", "করবে", "করাবে", "করানো", "করে", "করিয়ে", "করার", "করানোর", "করানোয়"},
			{"কল্‌কলানো", "কল্‌কলাই", "কল্‌কলাও", "কল্‌কলায়", "কল্‌কলান", "কল্‌কলালে", "কল্‌কলাল", "কল্‌কলাতে", "কল্‌কলাত", "কল্‌কলাব", "কল্‌কলাবে", "কল্‌কলিয়ে", "কল্‌কলানোর", "কল্‌কলানোয়"},
			{"কাঁদা", "কাঁদি", "কাঁদাই", "কাঁদ", "কাঁদাও", "কাঁদে", "কাঁদায়", "কাঁদেন", "কাঁদান", "কাঁদুন", "কাঁদছি", "কাঁদছ", "কাঁদছে", "কাঁদলে", "কাঁদালে", "কাঁদল", "কাঁদাল", "কাঁদতে", "কাঁদাতে", "কাঁদত", "কাঁদাত", "কাঁদব", "কাঁদাব", "কাঁদবে", "কাঁদাবে", "কাঁদানো", "কেঁদে", "কাঁদিয়ে", "কাঁদার", "কাঁদানোর", "কাঁদানোয়"},
			{"কাঁপা", "কাঁপি", "কাঁপাই", "কাঁপ", "কাঁপাও", "কাঁপে", "কাঁপায়", "কাঁপেন", "কাঁপান", "কাঁপছি", "কাঁপছ", "কাঁপছে", "কাঁপলে", "কাঁপালে", "কাঁপল", "কাঁপাল", "কাঁপতে", "কাঁপাতে", "কাঁপত", "কাঁপাত", "কাঁপব", "কাঁপাব", "কাঁপবে", "কাঁপাবে", "কাঁপানো", "কেঁপে", "কাঁপিয়ে", "কাঁপার", "কাঁপানোর", "কাঁপানোয়"},
			{"কাচা", "কাচি", "কাচ", "কাচে", "কাচেন", "কাচছি", "কাচছ", "কাচছে", "কাচলে", "কাচালে", "কাচল", "কাচাল", "কাচতে", "কাচাতে", "কাচত", "কাচাত", "কাচব", "কাচাব", "কাচবে", "কাচাবে", "কাচানো", "কেচে", "কাচিয়ে", "কাচার", "কাচানোর", "কাচায়", "কাচানোয়"},
			{"কাটা", "কাটি", "কাটাই", "কাট", "কাটাও", "কাটে", "কাটায়", "কাটেন", "কাটান", "কাটছি", "কাটছ", "কাটছে", "কাটলে", "কাটালে", "কাটল", "কাটাল", "কাটতে", "কাটাতে", "কাটত", "কাটাত", "কাটব", "কাটাব", "কাটবে", "কাটাবে", "কাটানো", "কেটে", "কাটিয়ে", "কাটার", "কাটানোর", "কাটায়", "কাটানোয়"},
			{"কাড়া", "কাড়ি", "কাড়", "কাড়ে", "কাড়েন", "কেড়ে", "কাড়ার"}, 
			{"কাতরানো", "কাতরাই", "কাতরাও", "কাতরায়", "কাতরান", "কাতরালে", "কাতরাল", "কাতরাতে", "কাতরাত", "কাতরাব", "কাতরাবে", "কাতরিয়ে", "কাতরানোর", "কাতরানোয়"},
			{"কামড়ানো", "কামড়াই", "কামড়াও", "কামড়ায়", "কামড়ান", "কামড়ালে", "কামড়াল", "কামড়াতে", "কামড়াত", "কামড়াব", "কামড়াবে", "কামড়িয়ে", "কামড়ানোর", "কামড়ানোয়"},
			{"কামানো", "কামাই", "কামাও", "কামায়", "কামান", "কামালে", "কামাল", "কামাতে", "কামাত", "কামাব", "কামাবে", "কামিয়ে", "কামানোর", "কামানোয়"},
			{"কাশা", "কাশি", "কাশাই", "কাশ", "কাশাও", "কাশে", "কাশায়", "কাশেন", "কাশান", "কাশছি", "কাশছ", "কাশছে", "কাশলে", "কাশালে", "কাশল", "কাশাল", "কাশতে", "কাশাতে", "কাশত", "কাশাত", "কাশব", "কাশাব", "কাশবে", "কাশাবে", "কেশে", "কাশার"},
			{"কেনা", "কিনি", "কিনাই", "কেনাই", "কিন", "কেন", "কিনাও", "কেনাও", "কিনে", "কেনে", "কিনায়", "কেনায়", "কিনেন", "কেনেন", "কেনান", "কিনছি", "কিনছ", "কিনছে", "কিনলে", "কিনালে", "কেনালে", "কিনল", "কিনাল", "কেনাল", "কিনতে", "কিনাতে", "কেনাতে", "কিনত", "কিনাত", "কেনাত", "কিনব", "কিনাব", "কেনাব", "কিনবে", "কিনাবে", "কেনাবে", "কিনা", "কিনিয়ে", "কিনার", "কেনার"},
			{"কিলানো", "কিলাই", "কিলাও", "কিলায়", "কিলান", "কিলালে", "কিলাল", "কিলাতে", "কিলাত", "কিলাব", "কিলাবে", "কিলিয়ে", "কিলানোর", "কিলানোয়"},
			{"কুড়ানো", "কুড়াই", "কুড়াও", "কুড়ায়", "কুড়ান", "কুড়ালে", "কুড়াল", "কুড়াতে", "কুড়াত", "কুড়াব", "কুড়াবে", "কুড়িয়ে", "কুড়ানোর", "কুড়ানোয়"},
			{"কোঁকানো", "কোঁকাই", "কোঁকাও", "কোঁকায়", "কোঁকান", "কোঁকালে", "কোঁকাল", "কোঁকাতে", "কোঁকাত", "কোঁকাব", "কোঁকাবে", "কোঁকিয়ে", "কোঁকানোর", "কোঁকানোয়"},
			{"কুঁদে", "কুঁদিয়ে"},
			{"কুটান", "কুটেন", "কুটি", "কুটাই", "কুট", "কুটাও", "কুটে", "কুটায়", "কুটছি", "কুটছ", "কুটছে", "কুটলে", "কুটালে", "কুটল", "কুটাল", "কুটতে", "কুটাতে", "কুটত", "কুটাত", "কুটব", "কুটাব", "কুটবে", "কুটাবে", "কুটা", "কুটে", "কুটিয়ে", "কুটার"},
			{"কোপানো", "কোপাই", "কোপাও", "কোপায়", "কোপান", "কোপালে", "কোপাল", "কোপাতে", "কোপাত", "কোপাব", "কোপাবে", "কুপিয়ে", "কোপানোর", "কোপানোয়"},
			{"ক্ষেপান", "ক্ষেপি", "ক্ষেপাই", "ক্ষেপ", "ক্ষেপাও", "ক্ষেপে", "ক্ষেপায়", "ক্ষেপেন", "ক্ষেপছি", "ক্ষেপছ", "ক্ষেপছে", "ক্ষেপলে", "ক্ষেপালে", "ক্ষেপল", "ক্ষেপাল", "ক্ষেপতে", "ক্ষেপাতে", "ক্ষেপত", "ক্ষেপাত", "ক্ষেপব", "ক্ষেপাব", "ক্ষেপবে", "ক্ষেপাবে", "ক্ষেপানো", "ক্ষেপিয়ে", "ক্ষেপানোর", "ক্ষেপানোয়"}
			};
	
	public String[][] getData()
	{
		return data;
	}
                  public int getDS()
                  {
                      return data_size;
                  }
}