package verb;

public class verbData5
{ 			int data_size=6;
	String[][] data = { {"উঠা", "উঠি", "উঠ", "উঠে", "উঠেন", "উঠুন", "উঠছি", "উঠছ", "উঠছে", "উঠলে", "উঠল", "উঠতে", "উঠত", "উঠব", "উঠবে", "উঠানো", "উঠিয়ে", "উঠার", "উঠায়", "উঠনোয়"},
			 {"উড়া", "উড়ি", "উড়াই", "উড়", "উড়াও", "উড়ে", "উড়ায়", "উড়েন", "উড়ান", "উড়ছি", "উড়ছ", "উড়ছে", "উড়লে", "উড়ালে", "উড়ল", "উড়াল", "উড়তে", "উড়াতে", "উড়ত", "উড়াত", "উড়ব", "উড়াব", "উড়বে", "উড়াবে", "উড়ানো", "উড়িয়ে", "উড়ার", "উড়ানোর", "উড়ানোয়"},
			 {"উপচানো", "উপচাই", "উপচাও", "উপচায়", "উপচান", "উপচালে", "উপচাল", "উপচাতে", "উপচাত", "উপচাব", "উপচাবে", "উপচিয়ে", "উপচানোর", "উপচানোয়"},
			 {"উপড়ানো", "উপড়াই", "উপড়াও", "উপড়ায়", "উপড়ান", "উপড়ালে", "উপড়াল", "উপড়াতে", "উপড়াত", "উপড়াব", "উপড়াবে", "উপড়িয়ে", "উপড়ানোর", "উপড়ানোয়"},
			 {"উল্টানো", "উল্টাই", "উল্টাও", "উল্টায়", "উল্টান", "উল্টালে", "উল্টাল", "উল্টাতে", "উল্টাত", "উল্টাব", "উল্টাবে", "উল্টিয়ে", "উল্টে", "উল্টানোর", "উল্টানোয়"},
			 {"উসকানো", "উসকাই", "উসকাও", "উসকায়", "উসকান", "উসকালে", "উসকাল", "উসকাতে", "উসকাত", "উসকাব", "উসকাবে", "উসকিয়ে", "উসকানোর", "উসকানোয়"}
			 };

	public String[][] getData()
	{
		return data;
	}
                  public int getDS()
                  {
                      return data_size;
                  }
				  }