package verb;

public class verbData39
{    int data_size=9;
	String[][] data = { {"লটকানো", "লটকাই", "লটকাও", "লটকায়", "লটকান", "লটকালে", "লটকাল", "লটকাতে", "লটকাত", "লটকাব", "লটকাবে", "লটকে", "লটকিয়ে", "লটকানোর", "লটকানোয়"},
			{"লড়া", "লড়ি", "লড়াই", "লড়", "লড়াও", "লড়ে", "লড়ায়", "লড়েন", "লড়ান", "লড়ছি", "লড়ছ", "লড়ছে", "লড়লে", "লড়ালে", "লড়ল", "লড়াল", "লড়তে", "লড়াতে", "লড়ত", "লড়াত", "লড়ব", "লড়াব", "লড়বে", "লড়াবে", "লড়ানো", "লড়িয়ে", "লড়ার", "লড়ানোর", "লড়ানোয়"},
			{"লাগা", "লাগি", "লাগাই", "লাগ", "লাগাও", "লাগে", "লাগায়", "লাগেন", "লাগান", "লাগুন", "লাগছি", "লাগছ", "লাগছে", "লাগলে", "লাগালে", "লাগল", "লাগালে", "লাগতে", "লাগাতে", "লাগত", "লাগাত", "লাগব", "লাগাব", "লাগবে", "লাগাবে", "লাগানো", "লাগিয়ে", "লেগে", "লাগার", "লাগানোর", "লাগানোয়"},
			{"লাফানো", "লাফাই", "লাফাও", "লাফায়", "লাফান", "লাফালে", "লাফাল", "লাফাতে", "লাফাত", "লাফাব", "লাফাবে", "লাফিয়ে", "লাফার", "লাফানোর", "লাফানোয়"},
			{"লেখা", "লিখি", "লেখি", "লিখাই", "লেখাই", "লিখ", "লেখ", "লিখাও", "লেখাও", "লিখে", "লেখে", "লিখায়", "লেখায়", "লিখেন", "লেখেন", "লিখান", "লেখান", "লিখুন", "লিখছি", "লেখছি", "লিখছ", "লেখছ", "লিখছে", "লেখছে", "লিখলে", "লেখলে", "লিখালে", "লেখালে", "লিখল", "লেখল", "লিখাল", "লেখাল", "লিখতে", "লেখতে", "লিখাতে", "লেখাতে", "লিখত", "লেখত", "লিখাত", "লেখাত", "লিখব", "লেখব", "লিখাব", "লেখাব", "লিখবে", "লেখবে", "লিখাবে", "লেখাবে", "লিখা", "লিখানো", "লেখানো", "লিখিয়ে", "লেখিয়ে", "লিখার", "লেখার", "লিখানোর", "লেখানোর", "লিখানোয়", "লেখানোয়"},
			{"লুকানো", "লুকাই", "লুকাও", "লুকায়", "লুকান", "লুকালে", "লুকাল", "লুকাতে", "লুকাত", "লুকাব", "লুকাবে", "লুকিয়ে", "লুকানোর", "লুকানোয়"},
			{"লুটা", "লুটাই", "লুটাও", "লুটায়", "লুটান", "লুটালে", "লুটাল", "লুটাতে", "লুটাত", "লুটাব", "লুটাবে", "লুটানো", "লুটিয়ে", "লুটে", "লুটার", "লুটানোর", "লুটানোয়"},
			{"লোফা", "লুফে", "লোফে", "লুফা"}, 
			{"লেপটানো", "লেপটাই", "লেপটাও", "লেপটায়", "লেপটান", "লেপটালে", "লেপটাল", "লেপটাতে", "লেপটাত", "লেপটাব", "লেপটাবে", "লেপটে", "লেপটিয়ে", "লেপটানোর", "লেপটানোয়"}
			};
	
	public String[][] getData()
	{
		return data;
	}
	public int getDS()
	
	{
	return data_size;
	}
}
