package verb;

public class verbData42
{     int data_size=10;
	String[][] data = {{"সরা", "সরি", "সরাই", "সর", "সরাও", "সরে", "সরায়", "সরেন", "সরান", "সরছি", "সরছ", "সরছে", "সরলে", "সরালে", "সরল", "সরাল", "সরতে", "সরাতে", "সরত", "সরাত", "সরব", "সরাব", "সরবে", "সরাবে", "সরানো", "সরিয়ে", "সরার", "সরানোর", "সরানোয়"},
			{"সহা", "সহে", "সহেন", "সহেছি", "সহেছ", "সহেছে", "সলে", "সহার", "সহানো", "সহানোর", "সহায়", "সহানোয়"},
			{"সাঁতরানো", "সাঁতরাই", "সাঁতরাও", "সাঁতরায়", "সাঁতরান", "সাঁতরালে", "সাঁতরাল", "সাঁতরাতে", "সাঁতরাত", "সাঁতরাব", "সাঁতরাবে", "সাঁতরিয়ে", "সাঁতরে", "সাঁতরানোর", "সাঁতরানোয়"},
			{"সাজা", "সাজি", "সাজাই", "সাজ", "সাজাও", "সাজে", "সাজায়", "সাজেন", "সাজান", "সাজছি", "সাজাছ", "সাজছে", "সাজলে", "সাজালে", "সাজতে", "সাজাতে", "সাজত", "সাজাত", "সাজব", "সাজাব", "সাজবে", "সাজাবে", "সাজানো", "সাজিয়ে", "সেজে", "সাজার", "সাজানোর", "সাজানোয়"},
			{"সাধা", "সাধি", "সাধ", "সাধে", "সাধেন", "সাধছি", "সাধছ", "সাধছে", "সাধলে", "সাধল", "সাধতে", "সাধত", "সাধব", "সাধবে", "সেধে", "সাধার", "সাধায়"},
			{"সামলানো", "সামলাই", "সামলাও", "সামলায়", "সামলান", "সামলালে", "সামলাল", "সামলাতে", "সামলাত", "সামলাব", "সামলাবে", "সামলে", "সামলিয়ে", "সামলানোর", "সামলানোয়"},
			{"সারা", "সারি", "সারাই", "সার", "সারাও", "সারে", "সারায়", "সারেন", "সারান", "সারছি", "সারছ", "সারছে", "সারলে", "সারালে", "সারল", "সারাল", "সারতে", "সারাতে", "সারত", "সারাত", "সারব", "সারাব", "সারবে", "সারাবে", "সারানো", "সারিয়ে", "সেরে", "সারার", "সারানোর", "সারানোয়"},
			{"সিটকানো", "সিটকাই", "সিটকাও", "সিটকায়", "সিটকান", "সিটকালে", "সিটকাল", "সিটকাতে", "সিটকাত", "সিটকাব", "সিটকাবে", "সিটকে", "সিটকিয়ে", "সিটকানোর", "সিটকানোয়"},
			{"সুধানো", "সুধাই", "সুধাও", "সুধায়", "সুধান", "সুধালে", "সুধাল", "সুধাতে", "সুধাত", "সুধাব", "সুধাবে", "সুধে", "সুধার", "সুধানোর", "সুধানোয়"},
			{"সেচা", "সেচি", "সেচাই", "সেচ", "সেচাও", "সেচে", "সেচায়", "সেচেন", "সেচান", "সেচছি", "সেচছ", "সেচছে", "সেচলে", "সেচালে", "সেচল", "সেচাল", "সেচতে", "সেচাতে", "সেচত", "সেচাত", "সেচব", "সেচাব", "সেচবে", "সেচাবে", "সেচিয়ে", "সেচার"}
			};
	
	public String[][] getData()
	{
		return data;
	}
	public int getDS()
	{
	return data_size;
	}
}
