package verb;

public class verbData29
{   int data_size=13;
	String[][] data = {{"দংশানো", "দংশাই", "দংশই", "দংশাও", "দংশও", "দংশায়", "দংশয়", "দংশান", "দংশন", "দংশালে", "দংশলে", "দংশাল", "দংশল", "দংশাতে", "দংশতে", "দংশতে", "দংশাব", "দংশব", "দংশাবে", "দংশবে", "দংশনো", "দংশানোর", "দংশনোর", "দংশানোয়", "দংশনোয়"},
			{"দমানো", "দমাই", "দমাও", "দমায়", "দমান", "দমালে", "দমাল", "দমাতে", "দমাত", "দমাব", "দমাবে", "দমিয়ে", "দমানোর", "দমানোয়"},
			{"দাঁড়ানো", "দাঁড়াই", "দাঁড়াও", "দাঁড়ায়", "দাঁড়ান", "দাঁড়ালে", "দাঁড়াল", "দাঁড়াতে", "দাঁড়াত", "দাঁড়াব", "দাঁড়াবে", "দাঁড়িয়ে", "দাঁড়ানোর", "দাঁড়ানোয়"},
			{"দাগা", "দাগাই", "দাগাও", "দাগায়", "দাগান", "দাগালে", "দাগাল", "দাগাতে", "দাগাত", "দাগাবে", "দাগাব", "দাগানো", "দাগিয়ে", "দাগার", "দাগানোর", "দাগানোয়"},
			{"দাপানো", "দাপাই", "দাপাও", "দাপায়", "দাপেন", "দাপান", "দাপালে", "দাপাল", "দাপাতে", "দাপাত", "দাপাব", "দাপাবে", "দাপিয়ে", "দাপানোর", "দাপানোয়"},
			{"দুমড়ানো", "দুমড়াই", "দুমড়ই", "দুমড়াও", "দুমড়ও", "দুমড়ায়", "দুমড়য়", "দুমড়ান", "দুমড়ন", "দুমড়ালে", "দুমড়লে", "দুমড়াল", "দুমড়ল", "দুমড়াতে", "দুমড়তে", "দুমড়াত", "দুমড়ত", "দুমড়াব", "দুমড়ব", "দুমড়াবে", "দুমড়বে", "দুমড়নো", "দুমড়িয়ে", "দুমড়ানোর", "দুমড়নোর", "দুমড়ানোয়", "দুমড়নোয়"},
			{"দোয়া","দুয়া"}, 
			{"দোলা", "দুলি", "দোলি", "দুলাই", "দোলাই", "দুল", "দোল", "দুলে", "দোলে", "দুলেন", "দোলেন", "দুলছি", "দোলছি", "দুলছ", "দোলছ", "দুলছে", "দোলছে", "দুললে", "দোললে", "দুলল", "দোলল", "দুলতে", "দোলতে", "দুলত", "দোলত", "দুলব", "দোলব", "দুলবে", "দোলবে", "দুলা", "দুলিয়ে", "দুলার", "দোলার", "দুলায়", "দোলায়", "দুলানোর", "দোলানোর", "দুলানোয়", "দোলানোয়"},
			{"দোষা", "দুষি", "দোষি", "দুষ", "দোষ", "দুষে", "দোষে", "দুষেন", "দোষেন", "দুষছি", "দোষছি", "দুষছ", "দোষছ", "দুষছে", "দোষছে", "দুষলে", "দোষলে", "দুষল", "দোষল", "দুষতে", "দোষতে", "দুষত", "দোষত", "দুষব", "দোষব", "দুষবে", "দোষবে", "দুষা", "দুষার", "দোষার", "দুষায়", "দোষায়"},
			{"দোহা", "দুহাই", "দোহা", "দুহাও", "দোহাও", "দুহায়", "দোহায়", "দুহান", "দোহান", "দুহালে", "দোহালে", "দুহাল", "দোহাল", "দুহাতে", "দোহাতে", "দুহাত", "দোহাত", "দুহাব", "দোহাব", "দুহাবে", "দোহাবে", "দুহা", "দুহানো", "দোহানো", "দুহার", "দোহার", "দুহানোর", "দোহানোর", "দুহানোয়", "দোহানোয়"},
			{"দেয়া", "দেই", "দাও", "দেয়", "দেন", "দিলে", "দিল", "দিতে", "দিত", "দিব", "দেব", "দিবে", "দেবে", "দেওয়া", "দিয়ে", "দেবার", "দিবার", "দেওয়ার", "দেয়ার", "দেওয়ায়", "দেয়ায়"},
			{"দেখা", "দেখি", "দেখাই", "দেখ", "দেখাও", "দেখে", "দেখায়", "দেখেন", "দেখান", "দেখুন", "দেখছি", "দেখছ", "দেখছে", "দেখলে", "দেখালে", "দেখল", "দেখাল", "দেখতে", "দেখাতে", "দেখত", "দেখাত", "দেখব", "দেখাব", "দেখবে", "দেখাবে", "দেখানো", "দেখিয়ে", "দেখার", "দেখানোর", "দেখানোয়"},
			{"দৌড়ানো", "দৌড়াই", "দৌড়ই", "দৌড়াও", "দৌড়ও", "দৌড়ায়", "দৌড়য়", "দৌড়ান", "দৌড়ন", "দৌড়ালে", "দৌড়লে", "দৌড়াল", "দৌড়ল", "দৌড়াতে", "দৌড়তে", "দৌড়তে", "দৌড়াব", "দৌড়ব", "দৌড়াবে", "দৌড়বে", "দৌড়নো", "দৌড়িয়ে", "দৌড়ানোর", "দৌড়নোর", "দৌড়ানোয়", "দৌড়নোয়"}
			};
	
	public String[][] getData()
	{
		return data;
	}
	
	public int getDS()
	{
	return data_size;
	
	}
}