package verb;

public class verbData22
{   int data_size=6;
	String[][] data = {{"{টপকানো", "টপকাই", "টপকই", "টপকাও", "টপকও", "টপকায়", "টপকয়", "টপকান", "টপকন", "টপকালে", "টপকলে", "টপকাল", "টপকল", "টপকাব", "টপকব", "টপকাবে", "টপকবে", "টপকনো", "টপকিয়ে", "টপকানোর", "টপকনোর", "টপকানোয়", "টপকনোয়"},
			{"টলা", "টলে", "টলানোর", "টলানোয়"},
			{"টাঙানো", "টাঙাই", "টাঙ্গাই", "টাঙাও", "টাঙ্গাও", "টাঙায়", "টাঙ্গায়", "টাঙান", "টাঙ্গান", "টাঙালে", "টাঙ্গালে", "টাঙাল", "টাঙ্গাল", "টাঙাতে", "টাঙ্গাতে", "টাঙাত", "টাঙ্গাত", "টাঙাব", "টাঙ্গাব", "টাঙাবে", "টাঙ্গাবে", "টাঙ্গানো", "টাঙিয়ে", "টাঙ্গিয়ে", "টাঙানোর", "টাঙ্গানোর", "টাঙানোয়", "টাঙ্গানোয়"},
			{"টানা", "টানি", "টানাই", "টান", "টানাও", "টানে", "টানায়", "টানেন", "টানান", "টানছি", "টানছ", "টানছে", "টানলে", "টানালে", "টানল", "টানাল", "টানতে", "টানাতে", "টানত", "টানাত", "টানব", "টানাব", "টানবে", "টানাবে", "টেনে", "টানার"},
			{"টিকা", "টিকাই", "টিক", "টিকাও", "টিকে", "টিকায়", "টেকায়", "টিকেন", "টিকান", "টেকান", "টিকছি", "টিকছ", "টিকছে", "টিকলে", "টিকালে", "টিকল", "টিকাল", "টিকতে", "টিকাতে", "টিকত", "টিকাত", "টিকব", "টিকাব", "টিকবে", "টিকাবে", "টিকিয়ে", "টিকে", "টেকে", "টিকার"},
			{"টিপা", "টিপি", "টিপাই", "টিপ", "টিপাও", "টিপে", "টিপায়", "টিপেন", "টিপান", "টিপছি", "টিপছ", "টিপছে", "টিপলে", "টিপালে", "টিপল", "টিপাল", "টিপতে", "টিপাতে", "টিপত", "টিপাত", "টিপব", "টিপাব", "টিপবে", "টিপাবে", "টিপানো", "টিপিয়ে", "টিপার", "টিপানোর", "টিপানোয়"}
			};
	
	public String[][] getData()
	{
		return data;
	}
	public int getDS()
	{
	return data_size;
	}
}
