package verb;

public class verbData23
{    int data_size=4;
	String[][] data = { {"ঠকা", "ঠকি", "ঠকাই", "ঠক", "ঠকাও", "ঠকে", "ঠকায়", "ঠকেন", "ঠকান", "ঠকছি", "ঠকছ", "ঠকছে", "ঠকলে", "ঠকালে", "ঠকল", "ঠকাল", "ঠকতে", "ঠকাতে", "ঠকত", "ঠকাত", "ঠকব", "ঠকাব", "ঠকবে", "ঠকাবে", "ঠকানো", "ঠকিয়ে", "ঠকার", "ঠকানোর", "ঠকানোয়"},
			{"ঠুকরানো", "ঠুকরাই", "ঠুকরই", "ঠোকরাই", "ঠুকরাও", "ঠুকরও", "ঠোকরাও", "ঠুকরায়", "ঠুকরয়", "ঠোকরায়", "ঠুকরান", "ঠুকরন", "ঠোকরান", "ঠুকরালে", "ঠুকরলে", "ঠোকরালে", "ঠুকরাল", "ঠুকরল", "ঠোকরাল", "ঠুকরাতে", "ঠুকরতে", "ঠোকরাতে", "ঠুকরাত", "ঠুকরত", "ঠোকরাত", "ঠুকরাব", "ঠুকরব", "ঠোকরাব", "ঠুকরাবে", "ঠুকরবে", "ঠোকরাবে", "ঠুকরনো", "ঠোকরানো", "ঠুকরিয়ে", "ঠুকরানোর", "ঠুকরনোর", "ঠোকরানোর", "ঠুকরানোয়", "ঠুকরনোয়", "ঠোকরানোয়"},
			{"ঠেকানো", "ঠেকাই", "ঠেকাও", "ঠেকায়", "ঠেকান", "ঠেকালে", "ঠেকাল", "ঠেকাতে", "ঠেকাত", "ঠেকাব", "ঠেকাবে", "ঠেকিয়ে", "ঠেকানোর", "ঠেকানোয়"},
			{"ঠেঙানো", "ঠেঙাই", "ঠেঙ্গাই", "ঠেঙাও", "ঠেঙ্গাও", "ঠেঙায়", "ঠেঙ্গায়", "ঠেঙান", "ঠেঙ্গান", "ঠেঙালে", "ঠেঙ্গালে", "ঠেঙাল", "ঠেঙ্গাল", "ঠেঙাতে", "ঠেঙ্গাতে", "ঠেঙাত", "ঠেঙ্গাত", "ঠেঙাব", "ঠেঙ্গাব", "ঠেঙাবে", "ঠেঙ্গাবে", "ঠেঙ্গানো", "ঠেঙিয়ে", "ঠেঙ্গিয়ে", "ঠেঙানোর", "ঠেঙ্গানোর", "ঠেঙানোয়", "ঠেঙ্গানোয়"},
			{"ঠেলা", "ঠেলি", "ঠেল", "ঠেলে", "ঠেলেন", "ঠেলছি", "ঠেলছ", "ঠেলছে", "ঠেললে", "ঠেলল", "ঠেলতে", "ঠেলত", "ঠেলব", "ঠেলবে", "ঠেলিয়ে", "ঠেলার", "ঠেলায়"}
			};
	
	public String[][] getData()
	{
		return data;
	}
	
	public int getDS()
	{
	
	return data_size;
	}
}
