 package verb;

 public class verbData34
 {    int data_size=30;
 	String[][] data = {{"বকা", "বকি", "বক", "বকে", "বকেন", "বকছি", "বকছ", "বকছে", "বকলে", "বকল", "বকতে", "বকত", "বকব", "বকবে", "বকার", "বকায়"},
 			 {"বদলানো", "বদলাই", "বদলাও", "বদলায়", "বদলান", "বদলালে", "বদলাল", "বদলাতে", "বদলাত", "বদলাব", "বদলাবে", "বদলে", "বদলিয়ে", "বদলানোর", "বদলানোয়"},
 			 {"বর্তা", "বর্তাই", "বর্তাও", "বর্তায়", "বর্তান", "বর্তালে", "বর্তাল", "বর্তাতে", "বর্তাত", "বর্তাব", "বর্তাবে", "বর্তানো", "বর্তিয়ে", "বর্তানোর", "বর্তানোয়"},
 			 {"বর্ষানো", "বর্ষাই", "বর্ষাও", "বর্ষায়", "বর্ষান", "বর্ষালে", "বর্ষাল", "বর্ষাতে", "বর্ষাত", "বর্ষাব", "বর্ষাবে", "বর্ষিয়ে", "বর্ষানোর", "বর্ষানোয়"},
 			 {"বলা", "বলি", "বলাই", "বল", "বলাও", "বলে", "বলায়", "বলেন", "বলান", "বলছি", "বলছ", "বলছে", "বললে", "বলালে", "বলল", "বলাল", "বলতে", "বলাতে", "বলত", "বলাত", "বলব", "বলাব", "বলবে", "বলাবে", "বলানো", "বলিয়ে", "বলার", "বলানোর", "বলানোয়"},
 			 {"বসা", "বসি", "বসাই", "বস", "বসাও", "বসে", "বসায়", "বসেন", "বসান", "বসছি", "বসছ", "বসছে", "বসলে", "বসালে", "বসল", "বসাল", "বসতে", "বসাতে", "বসত", "বসাত", "বসব", "বসাব", "বসবে", "বসাবে", "বসানো", "বসিয়ে", "বসার", "বসানোর", "বসানোয়"},
 			 {"বহে"},
 			 {"বাওয়া", "বাই", "বাওয়াই", "বাও", "বাওয়াও", "বায়", "বাওয়ায়", "বান", "বাওয়ান", "বাইলে", "বাইল", "বাইতে", "বাইত", "বাইব", "বাইবে", "বাওয়ানো", "বেয়ে", "বাইয়ে", "বাওয়ার", "বাওয়ানোর", "বাওয়ানোয়"},
 			 {"বাঁকা", "বাঁকি", "বাঁকাই", "বাঁক", "বাঁকাও", "বাঁকে", "বাঁকায়", "বাঁকেন", "বাঁকান", "বাঁকছি", "বাঁকছে", "বাঁকলে", "বাঁকা্লে", "বাঁকল", "বাঁকাল", "বাঁকতে", "বাঁকাতে", "বাঁকব", "বাঁকাব", "বাঁকবে", "বাঁকাবে", "বাঁকানো", "বেঁকে", "বাঁকিয়ে", "বাঁকার", "বাঁকানোর", "বাঁকানোয়"},
 			 {"বাঁচা", "বাঁচি", "বাঁচাই", "বাঁচ", "বাঁচাও", "বাঁচে", "বাঁচায়", "বাঁচেন", "বাঁচান", "বাঁচছি", "বাঁচছ", "বাঁচছে", "বাঁচলে", "বাঁচালে", "বাঁচল", "বাঁচাল", "বাঁচতে", "বাঁচাতে", "বাঁচত", "বাঁচাত", "বাঁচব", "বাঁচাব", "বাঁচবে", "বাঁচাবে", "বাঁচানো", "বেঁচে", "বাঁচিয়ে", "বাঁচার", "বাঁচানোর", "বাঁচানোয়"},
 			 {"বাঁটা", "বাঁটি", "বাঁটাই", "বাঁট", "বাঁটাও", "বাঁটে", "বাঁটায়", "বাঁটেন", "বাঁটান", "বাঁটছি", "বাঁটছ", "বাঁটছে", "বাঁটলে", "বাঁটালে", "বাঁটল", "বাঁটাল", "বাঁটতে", "বাঁটাতে", "বাঁটত", "বাঁটাত", "বাঁটব", "বাঁটাব", "বাঁটবে", "বাঁটাবে", "বেঁটে", "বাঁটিয়ে", "বাঁটার"},
 			 {"বাঁধা", "বাঁধি", "বাঁধাই", "বাঁধ", "বাঁধাও", "বাঁধে", "বাঁধায়", "বাঁধেন", "বাঁধান", "বাঁধছি", "বাঁধাছ", "বাঁধছে", "বাঁধলে", "বাঁধালে", "বাঁধল", "বাঁধাল", "বাঁধতে", "বাঁধাতে", "বাঁধত", "বাঁধাত", "বাঁধানো", "বেঁধে", "বাঁধিয়ে", "বাঁধার", "বাঁধানোর", "বাঁধানোয়"},
 			 {"বাগানো", "বাগি", "বাগাই", "বাগ", "বাগাও", "বাগে", "বাগায়", "বাগেন", "বাগান", "বাগছি", "বাগছ", "বাগছে", "বাগলে", "বাগালে", "বাগল", "বাগাল", "বাগতে", "বাগাতে", "বাগত", "বাগাত", "বাগব", "বাগাব", "বাগবে", "বাগাবে", "বাগিয়ে", "বাগানোর", "বাগানোয়"},
 			 {"বাছা", "বাছি", "বাছাই", "বাছ", "বাছাও", "বাছে", "বাছায়", "বাছেন", "বাছান", "বাছছি", "বাছছ", "বাছছে", "বাছলে", "বাছালে", "বাছল", "বাছাল", "বাছতে", "বাছাতে", "বাছত", "বাছাত", "বাছব", "বাছাব", "বাছবে", "বাছাবে", "বেছে", "বাছিয়ে", "বাছার"},
 			 {"বাজা", "বাজাই", "বাজাও", "বাজায়", "বাজান", "বাজালে", "বাজাল", "বাজাতে", "বাজাত", "বাজাব", "বাজাবে", "বাজানো", "বেজে", "বাজিয়ে", "বাজার", "বাজানোর", "বাজানোয়"},
 			 {"বাড়া", "বাড়াই", "বাড়াও", "বাড়ে", "বাড়ায়", "বাড়েন", "বাড়ান", "বাড়ছি", "বাড়ছ", "বাড়ছে", "বাড়লে", "বাড়ালে", "বাড়ল", "বাড়াল", "বাড়তে", "বাড়াতে", "বাড়ত", "বাড়াত", "বাড়ব", "বাড়াব", "বাড়বে", "বাড়াবে", "বাড়ানো", "বেড়ে", "বাড়িয়ে", "বাড়ার", "বাড়ানোর", "বাড়ানোয়"},
 			 {"বাতলানো", "বাতলাই", "বাতলাও", "বাতলায়", "বাতলান", "বাতলালে", "বাতলাল", "বাতলাতে", "বাতলাত", "বাতলাব", "বাতলাবে", "বাতলিয়ে", "বাতলানোর", "বাতলানোয়"},
 			 {"বানানো", "বানাই", "বানাও", "বানায়", "বানান", "বানালে", "বানাল", "বানাতে", "বানাত", "বানাব", "বানাবে", "বানিয়ে", "বানানোর", "বানানোয়"},
 			 {"বেঁধা", "বিঁধাই", "বেঁধাই", "বিঁধাও", "বেঁধাও", "বিঁধায়", "বেঁধায়", "বিঁধান", "বেঁধান", "বিঁধালে", "বেঁধালে", "বিঁধাল", "বেঁধাল", "বিঁধাতে", "বেঁধাতে", "বিঁধাত", "বেঁধাত", "বিঁধাব", "বেঁধাব", "বিঁধাবে", "বেঁধাবে", "বিঁধা", "বিঁধানো", "বেঁধানো", "বিঁধিয়ে", "বিঁধে", "বিঁধার", "বেঁধার", "বিঁধানোর", "বেঁধানোর", "বিঁধানোয়", "বেঁধানোয়"},
 			 {"বিগড়ানো", "বিগড়ই", "বিগড়াই", "বিগড়ও", "বিগড়াও", "বিগড়য়", "বিগড়ায়", "বিগড়ন", "বিগড়ান", "বিগড়লে", "বিগড়ালে", "বিগড়ল", "বিগড়াল", "বিগড়তে", "বিগড়াতে", "বিগড়ত", "বিগড়াত", "বিগড়ব", "বিগড়াব", "বিগড়বে", "বিগড়াবে", "বিগড়নো", "বিগড়িয়ে", "বিগড়নোর", "বিগড়ানোর", "বিগড়নোয়", "বিগড়ানোয়"},
 			 {"বিছানো", "বিছাই", "বিছাও", "বিছায়", "বিছান", "বিছালে", "বিছাল", "বিছাতে", "বিছাত", "বিছাব", "বিছাবে", "বিছিয়ে", "বিছানোর", "বিছানোয়"},
 			 {"বিড়বিড়ান", "বিড়বিড়াই", "বিড়বিড়াও", "বিড়বিড়ায়", "বিড়বিড়ালে", "বিড়বিড়াল", "বিড়বিড়াতে", "বিড়বিড়াত", "বিড়বিড়াব", "বিড়বিড়াবে", "বিড়বিড়ানো", "বিড়বিড়িয়ে", "বিড়বিড়ানোর", "বিড়বিড়ানোয়"},
 			 {"বিলানো", "বিলই", "বিলাই", "বিলও", "বিলাও", "বিলে", "বিলয়", "বিলায়", "বিলেন", "বিলন", "বিলান", "বিললে", "বিলালে", "বিলল", "বিলাল", "বিলতে", "বিলাতে", "বিলত", "বিলাত", "বিলনো", "বিলিয়ে", "বিলনোর", "বিলানোর", "বিলনোয়", "বিলানোয়"},
 			 {"বুঁজা", "বুঁজি", "বুঁজাই", "বুঁজ", "বুঁজাও", "বুঁজে", "বুঁজায়", "বুঁজেন", "বুঁজান", "বুঁজছি", "বুঁজছ", "বুঁজছে", "বুঁজলে", "বুঁজালে", "বুঁজল", "বুঁজাল", "বুঁজতে", "বুঁজাতে", "বুঁজত", "বুঁজাত", "বুঁজব", "বুঁজাব", "বুঁজবে", "বুঁজাবে", "বুঁজানো", "বুঁজিয়ে", "বুঁজার", "বুঁজানোর", "বুঁজানোয়"},
 			 {"বোঝা", "বুঝি", "বুঝাই", "বোঝাই", "বুঝ", "বোঝ", "বুঝাও", "বোঝাও", "বুঝে", "বোঝে", "বুঝায়", "বোঝায়", "বুঝেন", "বোঝেন", "বুঝান", "বোঝান", "বুঝছি", "বুঝছ", "বোঝছ", "বুঝছে", "বোঝছে", "বুঝলে", "বোঝলে", "বুঝালে", "বোঝালে", "বুঝল", "বোঝল", "বুঝাল", "বোঝাল", "বুঝব", "বোঝব", "বুঝবে", "বোঝাবে", "বুঝা", "বুঝানো", "বোঝানো", "বুঝিয়ে", "বুঝার", "বোঝার", "বুঝানোর", "বোঝানোর", "বুঝানোয়", "বোঝানোয়"},
 			 {"বোনা", "বুনি", "বুনাই", "বোনাই", "বুন", "বোন", "বুনাও", "বোনাও", "বুনে", "বোনে", "বুনায়", "বোনায়", "বুনেন", "বোনেন", "বুনান", "বোনান", "বুনছি", "বুনছ", "বোনছ", "বুনছে", "বোনছে", "বুনলে", "বোনলে", "বুনালে", "বোনালে", "বুনল", "বোনাল", "বুনব", "বোনব", "বুনাব", "বোনাব", "বুনবে", "বোনবে", "বুনাবে", "বোনাবে", "বুনা", "বুনানো", "বোনানো", "বুনিয়ে", "বুনার", "বোনার", "বুনানোর", "বোনানোর", "বুনানোয়", "বোনানোয়"},
 			 {"বোলানো", "বুলাই", "বোলাই", "বুলাও", "বোলাও", "বুলায়", "বোলায়", "বুলান", "বোলান", "বুলালে", "বোলালে", "বুলাল", "বোলাল", "বুলাতে", "বোলাতে", "বুলাত", "বোলাত", "বুলাব", "বোলাব", "বুলাবে", "বোলাবে", "বুলানো", "বুলিয়ে", "বুলানোর", "বোলানোর", "বুলানোয়", "বোলানোয়"},
 			 {"বেচা", "বেচি", "বেচ", "বেচে", "বেচেন", "বেচছি", "বেচছ", "বেচছে", "বেচলে", "বেচল", "বেচতে", "বেচত", "বেচব", "বেচবে", "বেচার", "বেচায়"},
 			 {"বেড়ানো", "বেড়াই", "বেড়াও", "বেড়ায়", "বেড়ান", "বেড়ালে", "বেড়াল", "বেড়াতে", "বেড়াত", "বেড়াব", "বেড়াবে", "বেড়িয়ে", "বেড়ানোর", "বেড়ানোয়"},
 			 {"বেরনো", "বেরই", "বেরুই", "বেরও", "বেরয়", "বেরন", "বেরুন", "বেরলে", "বেরুলে", "বেরল", "বেরুল", "বেরতে", "বেরুতে", "বেরত", "বেরুত", "বেরব", "বেরুব", "বেরবে", "বেরুবে", "বেরুনো", "বেরিয়ে", "বেরুইয়ে", "বেরনোর", "বেরুনোর", "বেরনোয়", "বেরুনোয়"}
 			};
 	
 	public String[][] getData()
 	{
 		return data;
 	}
 	
 	public int getDS()
 	{
 	return data_size;
 	}
 }
