package verb;

public class verbData28
{   int data_size=7;
	String[][] data = {{"থমকানো", "থমকাই", "থমকাও", "থমকায়", "থমকান", "থমকালে", "থমকাল", "থমকাতে", "থমকাত", "থমকাব", "থমকাবে", "থমকে", "থমকানোর", "থমকানোয়"},
			{"থরথরানো", "থরথরাই", "থরথরাও", "থরথরায়", "থরথরান", "থরথরালে", "থরথরাল", "থরথরাতে", "থরথরাত", "থরথরাব", "থরথরাবে", "থরথরিয়ে", "থরথরানোর", "থরথরানোয়"},
			{"থাকা", "থাকি", "থাক", "থাকাও", "থাকে", "থাকায়", "থাকেন", "থাকান", "থাকছি", "থাকছ", "থাকছে", "থাকলে", "থাকালে", "থাকল", "থাকাল", "থাকতে", "থাকাতে", "থাকত", "থাকাত", "থাকব", "থাকাব", "থাকবে", "থাকাবে", "থাকানো", "থাকার", "থাকানোর", "থাকানোয়"},
			{"থাবড়ানো", "থাবড়াই", "থাবড়াও", "থাবড়ায়", "থাবড়ান", "থাবড়ালে", "থাবড়াল", "থাবড়াতে", "থাবড়াত", "থাবড়াব", "থাবড়াবে", "থাবড়িয়ে", "থাবড়ানোর", "থাবড়ানোয়"},
			{"থামা", "থামি", "থামাই", "থাম", "থামাও", "থামে", "থামায়", "থামেন", "থামান", "থামছি", "থামছ", "থামছে", "থামলে", "থামালে", "থামল", "থামাল", "থামতে", "থামাতে", "থামত", "থামাত", "থামব", "থামাব", "থামবে", "থামাবে", "থামানো", "থেমে", "থামিয়ে", "থামার", "থামানোর", "থামানোয়"},
			{"থিতানো", "থিতাই", "থিতাও", "থিতায়", "থিতান", "থিতালে", "থিতাল", "থিতাতে", "থিতাত", "থিতাব", "থিতাবে", "থিতিয়ে", "থিতানোর", "থিতানোয়"},
			{"থোয়া", "থুই", "থোও", "থোয়", "থোন", "থুলে", "থোলে", "থুল", "থোল", "থুতে", "থোতে", "থুত", "থোত", "থুব", "থোব", "থুবে", "থোবে", "থুয়া", "থোওয়া", "থুইয়ে", "থুয়ার", "থোয়ার", "থোওয়ার", "থুয়ায়", "থোয়ায়", "থোওয়ায়"}
			};
	
	public String[][] getData()
	{
		return data;
	}
	public int getDS()
	{
	return data_size;
	}
}
