package verb;

public class verbData36
{   int data_size=17;
	String[][] data = {{"মচকানো", "মচকাই", "মচকাও", "মচকায়", "মচকান", "মচকালে", "মচকাল", "মচকাতে", "মচকাত", "মচকাব", "মচকাবে", "মচকিয়ে", "মচকানোর", "মচকানোয়"},
			 {"মজা", "মজি", "মজাই", "মজ", "মজাও", "মজে", "মজায়", "মজেন", "মজান", "মজছি", "মজছ", "মজছে", "মজলে", "মজালে", "মজল", "মজাল", "মজতে", "মজাতে", "মজত", "মজাত", "মজব", "মজাব", "মজবে", "মজাবে", "মজানো", "মজিয়ে", "মজার", "মজানোর", "মজানোয়"},
			 {"মটকানো", "মটকাই", "মটকাও", "মটকায়", "মটকান", "মটকালে", "মটকাল", "মটকাতে", "মটকাত", "মটকাব", "মটকাবে", "মটকিয়ে", "মটকানোর", "মটকানোয়"},
			 {"মরা", "মরি", "মর", "মরে", "মরেন", "মরছি", "মরছ", "মরছে", "মরলে", "মরল", "মরতে", "মরত", "মরব", "মরবে", "মরার", "মরায়"},
			 {"মাখা", "মাখি", "মাখাই", "মাখ", "মাখাও", "মাখে", "মাখায়", "মাখেন", "মাখান", "মাখছি", "মাখছ", "মাখছে", "মাখলে", "মাখালে", "মাখল", "মাখাল", "মাখতে", "মাখাতে", "মাখত", "মাখাত", "মাখব", "মাখাব", "মাখবে", "মাখাবে", "মাখানো", "মাখিয়ে", "মেখে", "মাখার", "মাখানোর", "মাখানোয়"},
			 {"মাজা", "মাজি", "মাজ", "মাজাও", "মাজে", "মাজায়", "মাজেন", "মাজান", "মাজছি", "মাজছ", "মাজছে", "মাজলে", "মাজালে", "মাজল", "মাজাল", "মাজতে", "মাজাতে", "মাজত", "মাজাত", "মাজব", "মাজাব", "মাজবে", "মাজাবে", "মেজে", "মাজিয়ে", "মাজার"},
			 {"মাড়া", "মাড়ি", "মাড়াই", "মাড়", "মাড়াও", "মাড়ে", "মাড়ায়", "মাড়েন", "মাড়ান", "মাড়ছি", "মাড়ছ", "মাড়ছে", "মাড়লে", "মাড়ালে", "মাড়ল", "মাড়াল", "মাড়তে", "মাড়াতে", "মাড়ত", "মাড়াত", "মাড়ব", "মাড়াব", "মাড়বে", "মাড়াবে", "মাড়ানো", "মাড়িয়ে", "মেড়ে", "মাড়ার", "মাড়ানোর", "মাড়ানোয়"},
			 {"মাতা", "মাতি", "মাত", "মাতে", "মাতেন", "মাতছি", "মাতছ", "মাতছে", "মাতলে", "মাতল", "মাততে", "মাতত", "মাতব", "মাতবে", "মাতানো", "মাতিয়ে", "মেতে", "মাতার", "মাতানোর", "মাতায়", "মাতানোয়"},
			 {"মানা", "মানি", "মানাই", "মান", "মানাও", "মানে", "মানায়", "মানেন", "মানান", "মানছি", "মানছ", "মানছে", "মানলে", "মানালে", "মানল", "মানাল", "মানতে", "মানাতে", "মানত", "মানাত", "মানব", "মানাব", "মানবে", "মানাবে", "মানানো", "মানিয়ে", "মেনে", "মানার", "মানানোর", "মানানোয়"},
			 {"মাপা", "মাপি", "মাপাই", "মাপ", "মাপাও", "মাপে", "মাপায়", "মাপেন", "মাপান", "মাপছি", "মাপছ", "মাপছে", "মাপলে", "মাপালে", "মাপল", "মাপাল", "মাপতে", "মাপাতে", "মাপত", "মাপাত", "মাপব", "মাপাব", "মাপবে", "মাপাবে", "মাপিয়ে", "মেপে", "মাপার"},
			 {"মারা", "মারি", "মারাই", "মার", "মারাও", "মারে", "মারায়", "মারেন", "মারান", "মারছি", "মারছ", "মারছে", "মারলে", "মারালে", "মারল", "মারাল", "মারতে", "মারাতে", "মারত", "মারাত", "মারব", "মারাব", "মারবে", "মারাবে", "মারানো", "মারিয়ে", "মেরে", "মারার", "মারানোর", "মারানোয়"},
			 {"মেটা", "মিটাই", "মেটাই", "মিট", "মেট", "মিটাও", "মেটাও", "মিটে", "মেটে", "মিটায়", "মেটায়", "মিটেন", "মেটেন", "মিটান", "মেটান", "মিটছি", "মিটছ", "মিটছে", "মিটলে", "মেটলে", "মিটালে", "মেটালে", "মিটল", "মেটাল", "মিটাল", "মেটাল", "মিটতে", "মেটতে", "মিটাতে", "মেটাতে", "মিটত", "মেটত", "মিটাত", "মেটাত", "মিটব", "মেটব", "মিটাব", "মেটাব", "মিটবে", "মেটবে", "মিটাবে", "মেটাবে", "মিটা", "মিটানো", "মেটানো", "মিটিয়ে", "মিটার", "মেটার", "মিটানোর", "মেটানোর", "মিটানোয়", "মেটানোয়"},
			 {"মেলা", "মিলি", "মেলি", "মিলাই", "মেলাই", "মিল", "মেল", "মিলাও", "মেলাও", "মিলে", "মেলে", "মিলায়", "মেলায়", "মিলেন", "মেলেন", "মিলান", "মেলান", "মিলছি", "মিলছ", "মিলছে", "মিললে", "মেললে", "মিলালে", "মেলালে", "মিলল", "মেলল", "মিলাল", "মেলাল", "মিলতে", "মেলতে", "মিলাতে", "মেলাতে", "মিলত", "মেলত", "মিলাত", "মেলাত", "মিলব", "মেলব", "মিলাব", "মেলাব", "মিলবে", "মেলবে", "মিলাবে", "মেলাবে", "মিলা", "মিলানো", "মেলানো", "মিলিয়ে", "মিলার", "মেলার", "মিলানোর", "মেলানোর", "মিলানোয়", "মেলানোয়"},
			 {"মেশা", "মিশি", "মেশি", "মিশাই", "মেশাই", "মিশ", "মেশ", "মিশাও", "মেশাও", "মিশে", "মেশে", "মিশায়", "মেশায়", "মিশেন", "মেশেন", "মিশান", "মেশান", "মিশছি", "মিশছ", "মিশছে", "মিশলে", "মেশলে", "মিশালে", "মেশালে", "মিশল", "মেশল", "মিশাল", "মেশাল", "মিশতে", "মেশতে", "মিশাতে", "মেশাতে", "মিশত", "মেশত", "মিশাত", "মেশাত", "মিশব", "মেশব", "মিশাব", "মেশাব", "মিশবে", "মেশবে", "মিশাবে", "মেশাবে", "মিশা", "মিশানো", "মেশানো", "মিশিয়ে", "মিশার", "মেশার", "মিশানোর", "মেশানোর", "মিশানোয়", "মেশানোয়"},
			 {"মোচড়ানো", "মুচড়াই", "মোচড়াই", "মুচড়াও", "মোচড়াও", "মুচড়ায়", "মোচড়ায়", "মুচড়ান", "মোচড়ান", "মুচড়ালে", "মোচড়ালে", "মুচড়াল", "মোচড়াল", "মুচড়াতে", "মোচড়াতে", "মুচড়াত", "মোচড়াত", "মুচড়াব", "মোচড়াব", "মুচড়াবে", "মোচড়াবে", "মুচড়ানো", "মুচড়ে", "মুচড়িয়ে", "মুচড়ানোর", "মোচড়ানোর", "মুচড়ানোয়", "মোচড়ানোয়"},
			 {"মোছা", "মুছি", "মোছি", "মুছাই", "মোছাই", "মুছ", "মোছ", "মুছাও", "মোছাও", "মুছে", "মোছে", "মুছায়", "মোছায়", "মুছেন", "মোছেন", "মুছান", "মোছান", "মুছছি", "মোছছি", "মুছছ", "মোছছ", "মুছছে", "মোছছে", "মুছলে", "মোছলে", "মুছালে", "মোছালে", "মুছল", "মোছল", "মুছাল", "মোছাল", "মুছতে", "মোছতে", "মুছাতে", "মোছাতে", "মুছত", "মোছত", "মুছাত", "মোছাত", "মুছব", "মোছব", "মুছাব", "মোছাব", "মুছবে", "মোছবে", "মুছাবে", "মোছাবে", "মুছা", "মুছানো", "মোছানো", "মুছিয়ে", "মুছার", "মোছার", "মুছানোর", "মোছানোর", "মুছানোয়", "মোছানোয়"},
			 {"মোড়া", "মুড়াই", "মোড়াই", "মুড়াও", "মোড়াও", "মুড়ে", "মোড়ে", "মুড়ায়", "মোড়ায়", "মুড়েন", "মোড়েন", "মুড়ান", "মোড়ান", "মুড়ালে", "মোড়ালে", "মুড়াল", "মোড়াল", "মুড়াতে", "মোড়াতে", "মুড়াত", "মোড়াত", "মুড়াব", "মোড়াব", "মুড়াবে", "মোড়াবে", "মুড়া", "মুড়ানো", "মোড়ানো", "মুড়িয়ে", "মোড়িয়ে", "মুড়ার", "মোড়ার", "মুড়ানোর", "মোড়ানোর", "মুড়ানোয়", "মোড়ানোয়"}
			};
	
	public String[][] getData()
	{
		return data;
	}
	
	public int getDS()
	{
	return data_size;
	}
}
