package verb;

public class verbData43
{    int data_size=15;
	String[][] data = {{"হওয়া", "হই", "হওয়াই", "হও", "হওয়াও", "হয়", "হওয়ায়", "হন", "হওয়ান", "হলে", "হওয়ালে", "হল", "হলো", "হওয়াল", "হতে", "হওয়াতে", "হত", "হতো", "হওয়াত", "হব", "হবো", "হওয়াব", "হবে", "হওয়াবে", "হয়ে", "হওয়ার"},
			{"হটা", "হটাই", "হটাও", "হটায়", "হটান", "হটালে", "হটাল", "হটাতে", "হটাত", "হটাব", "হটাবে", "হটানো", "হটিয়ে", "হটে", "হটার", "হটানোর", "হটানোয়"},
			{"হঠা", "হঠাই", "হঠাও", "হঠায়", "হঠান", "হঠালে", "হঠাল", "হঠাতে", "হঠাত", "হঠাব", "হঠাবে", "হঠানো", "হঠিয়ে", "হঠে", "হঠার", "হঠানোর", "হঠানোয়"},
			{"হড়কানো", "হড়কাই", "হড়কাও", "হড়কায়", "হড়কান", "হড়কালে", "হড়কাল", "হড়কাতে", "হড়কাত", "হড়কাব", "হড়কাবে", "হড়কে", "হড়কিয়ে", "হড়কানোর", "হড়কানোয়"},
			{"হাঁকা", "হাঁকি", "হাঁকাই", "হাঁক", "হাঁকাও", "হাঁকে", "হাঁকায়", "হাঁকেন", "হাঁকান", "হাঁকছি", "হাঁকাছ", "হাঁকছে", "হাঁকলে", "হাঁকালে", "হাঁকল", "হাঁকাল", "হাঁকতে", "হাঁকাতে", "হাঁকত", "হাঁকাত", "হাঁকব", "হাঁকাব", "হাঁকবে", "হাঁকাবে", "হাঁকানো", "হাঁকিয়ে", "হেঁকে", "হাঁকার", "হাঁকানোর", "হাঁকানোয়"},
			{"হাঁটা", "হাঁটি", "হাঁটাই", "হাঁট", "হাঁটাও", "হাঁটে", "হাঁটায়", "হাঁটেন", "হাঁটান", "হাঁটছি", "হাঁটছ", "হাঁটছে", "হাঁটলে", "হাঁটালে", "হাঁটতে", "হাঁটাতে", "হাঁটত", "হাঁটাত", "হাঁটব", "হাঁটাব", "হাঁটবে", "হাঁটাবে", "হাঁটানো", "হেঁটে", "হাঁটিয়ে", "হাঁটার", "হাঁটানোর", "হাঁটানোয়"},
			{"হাঁপানো", "হাঁপাই", "হাঁপাও", "হাঁপায়", "হাঁপান", "হাঁপালে", "হাঁপাল", "হাঁপাতে", "হাঁপাত", "হাঁপাব", "হাঁপাবে", "হেঁপে", "হাঁপিয়ে", "হাঁপানোর", "হাঁপানোয়"},
			{"হাগা", "হাগি", "হাগাই", "হাগ", "হাগাও", "হাগে", "হাগায়", "হাগেন", "হাগান", "হাগছি", "হাগছ", "হাগছে", "হাগলে", "হাগালে", "হাগল", "হাগাল", "হাগতে", "হাগাতে", "হাগত", "হাগাত", "হাগব", "হাগাব", "হাগবে", "হাগাবে", "হাগিয়ে", "হেগে", "হাগার"},
			{"হাতড়ানো", "হাতড়াই", "হাতড়াও", "হাতড়ায়", "হাতড়ান", "হাতড়ালে", "হাতড়াল", "হাতড়াতে", "হাতড়াত", "হাতড়াব", "হাতড়াবে", "হাতড়ে", "হাতড়িয়ে", "হাতড়ানোর", "হাতড়ানোয়"},
			{"হাতানো", "হাতাই", "হাতাও", "হাতায়", "হাতান", "হাতালে", "হাতাল", "হাতাতে", "হাতাত", "হাতাব", "হাতাবে", "হাতিয়ে", "হাতানোর", "হাতানোয়"},
			{"হারা", "হারি", "হারাই", "হার", "হারাও", "হারে", "হারায়", "হারেন", "হারান", "হারছি", "হারছ", "হারছে", "হারলে", "হারালে", "হারতে", "হারাতে", "হারত", "হারাত", "হারব", "হারাব", "হারবে", "হারাবে", "হারানো", "হেরে", "হারিয়ে", "হারার", "হারানোর", "হারানোয়"},
			{"হাসা", "হাসি", "হাসাই", "হাস", "হাসাও", "হাসে", "হাসায়", "হাসেন", "হাসান", "হাসছি", "হাসছ", "হাসছে", "হাসলে", "হাসালে", "হাসল", "হাসাল", "হাসতে", "হাসাতে", "হাসত", "হাসাত", "হাসব", "হাসাব", "হাসবে", "হাসাবে", "হাসানো", "হেসে", "হাসিয়ে", "হাসার", "হাসানোর", "হাসানোয়"},
			{"হেঁচকানো", "হেঁচকাই", "হেঁচকাও", "হেঁচকায়", "হেঁচকান", "হেঁচকালে", "হেঁচকাল", "হেঁচকাতে", "হেঁচকাত", "হেঁচকাব", "হেঁচকাবে", "হেঁচকে", "হেঁচকিয়ে", "হেঁচকানোর", "হেঁচকানোয়"},
			{"হেঁচড়ানো", "হেঁচড়াই", "হেঁচড়াও", "হেঁচড়ায়", "হেঁচড়ান", "হেঁচড়ালে", "হেঁচড়াল", "হেঁচড়াতে", "হেঁচড়াত", "হেঁচড়াব", "হেঁচড়াবে", "হেঁচড়ে", "হেঁচড়িয়ে", "হেঁচড়ানোর", "হেঁচড়ানোয়"},
			{"হেলা", "হেলি", "হেলাই", "হেল", "হেলাও", "হেলে", "হেলায়", "হেলেন", "হেলান", "হেলছি", "হেলছ", "হেলছে", "হেললে", "হেলালে", "হেলল", "হেলাল", "হেলতে", "হেলাতে", "হেলত", "হেলাত", "হেলব", "হেলাব", "হেলবে", "হেলাবে", "হেলানো", "হেলিয়ে", "হেলে", "হেলার", "হেলানোর", "হেলানোয়"}
			};
	
	public String[][] getData()
	{
		return data;
	}
	public int getDS()
	{
	return data_size;
	}
}
