package verb;

public class verbData2
{
    int data_size=10;
	String[][] data ={ {"আঁকড়ানো","আঁকড়াই", "আঁকড়াও", "আঁকড়ায়", "আঁকড়ান", "আঁকড়ালে", "আঁকড়াল", "আঁকড়াতে", "আঁকড়াত", "আঁকড়াব", "আঁকড়িয়ে", "আঁকড়ানোর", "আঁকড়ানোয়"},
			 {"আঁকা", "আঁকি", "আঁক", "আঁকে", "আঁকেন", "আঁকুন", "আঁকছি", "আঁকছ", "আঁকছে", "আঁকলে", "আঁকল", "আঁকতে", "আঁকত", "আঁকব", "আঁকবে", "আঁকানো", "আঁকিয়ে", "আঁকার", "আঁকানোর", "আঁকায়", "আঁকানোয়"},
			 {"আঁচড়ানো", "আঁচড়াই", "আঁচড়াও", "আঁচড়ায়", "আঁচড়ান", "আঁচড়ালে", "আঁচড়াল", "আঁচড়াতে", "আঁচড়াত", "আঁচড়াব", "আঁচড়াবে", "আঁচড়িয়ে", "আঁচড়ানোর", "আঁচড়ানোয়"},
			 {"আঁটানো", "আঁটাই", "আঁটাও", "আঁটায়", "আঁটান", "আঁটালে", "আঁটাল", "আঁটাতে", "আঁটাত", "আঁটাব", "আঁটাবে", "আঁটিয়ে", "আঁটানোর", "আঁটানোয়"},
			 {"আঁতকানো", "আঁতকাই", "আঁতকাও", "আঁতকায়", "আঁতকান", "আঁতকেছি", "আঁতকেছ", "আঁতকেছে", "আঁতকালে", "আঁতকাল", "আঁতকাতে", "আঁতকাত", "আঁতকাব", "আঁতকাবে", "আঁতকিয়ে", "আঁতকানোর", "আঁতকানোর"},
			 {"আছড়ানো", "আছড়াই", "আছড়াও", "আছড়ায়", "আছড়ান", "আছড়েছি", "আছড়েছ", "আছড়েছে", "আছড়ালে", "আছড়াল", "আছড়াতে", "আছড়াত", "আছড়াব", "আছড়াবে", "আছড়িয়ে", "আছড়ানোর", "আছড়ানোয়"},
			 {"আছে", "আছি", "আছ", "আছিল", "আছিলে"},
			 {"আটকানো", "আটকাই", "আটকাও", "আটকায়", "আটকান", "আটকালে", "আটকাল", "আটকাতে", "আটকাত", "আটকাব", "আটকাবে", "আটকিয়ে", "আটকানোর", "আটকানোয়"},
			 {"আনা", "আনি", "আন", "আনে", "আনেন", "আনুন", "আনলে", "আনল", "আনতে", "আনত", "আনব", "আনবে", "আননো", "আনিয়ে", "আনার", "আনানোর", "আনায়", "আনানোয়"},
			 {"আসা", "আসি", "আস", "আসে", "আসেন", "আসুন", "আসছি", "আসছ", "আসছে", "আসলে", "আসল", "আসতে", "আসত", "আসব", "আসবে", "আসার", "আসায়"}
			 };
        
	
	public String[][] getData()
	{
		return data;
	}
                  public int getDS()
                  {
                      return data_size;
                  }
}