package verb;

public class verbData14
{   int data_size=16;
	String[][] data = {{"গছানো", "গছাই", "গছাও", "গছায়", "গছান", "গছালে", "গছাল", "গছাতে", "গছাত", "গছাব", "গছাবে", "গছিয়ে", "গছানোর", "গছানোয়"},
			{"গজানো", "গজাই", "গজাও", "গজায়", "গজান", "গজালে", "গজাল", "গজাতে", "গজাত", "গজাব", "গজাবে", "গজিয়ে", "গজানোর", "গজানোয়"},
			{"গড়া", "গড়ি", "গড়াই", "গড়", "গড়াও", "গড়ে", "গড়ায়", "গড়েন", "গড়ান", "গড়ছি", "গড়ছ", "গড়ছে", "গড়লে", "গড়ালে", "গড়ল", "গড়াল", "গড়তে", "গড়াতে", "গড়ত", "গড়াত", "গড়ব", "গড়াব", "গড়বে", "গড়াবে", "গড়িয়ে", "গড়ানো", "গড়ার", "গড়ানোর", "গড়ানোয়"},
			{"গলা", "গলাই", "গলাও", "গলায়", "গলান", "গলালে", "গলাল", "গলাতে", "গলাত", "গলাব", "গলাবে", "গলানো", "গলে", "গলিয়ে", "গলার", "গলানোর", "গলানোয়"},
			{"গাওয়া", "গাই", "গাওয়াই", "গাও", "গাওয়াও", "গায়", "গাওয়ায়", "গান", "গাওয়ান", "গেলে", "গাওয়ালে", "গেল", "গাওয়াল", "গেতে", "গাওয়াতে", "গেত", "গাওয়াত", "গাব", "গাওয়াব", "গাবে", "গাওয়াবে", "গাওয়ানো", "গেয়ে", "গাইয়ে", "গাওয়ার", "গাওয়ানোর", "গাওয়ানোয়"},
			{"গাঁথা", "গাঁথি", "গাঁথাই", "গাঁথ", "গাঁথাও", "গাঁথে", "গাঁথায়", "গাঁথেন", "গাঁথান", "গাঁথছি", "গাঁথছে", "গাঁথছ", "গাঁথলে", "গাঁথালে", "গাঁথল", "গাঁথাল", "গাঁথতে", "গাঁথাতে", "গাঁথত", "গাঁথাত", "গাঁথব", "গাঁথাব", "গাঁথবে", "গাঁথাবে", "গাঁথানো", "গেঁথে", "গাঁথিয়ে", "গাঁথার", "গাঁথানোর", "গাঁথানোয়"},
			{"গাড়া", "গাড়ি", "গাড়াই", "গাড়", "গাড়াও", "গাড়ে", "গাড়ায়", "গাড়েন", "গাড়ান", "গাড়ছি", "গাড়ছ", "গাড়ছে", "গাড়লে", "গাড়ালে", "গাড়ল", "গাড়াল", "গাড়তে", "গাড়াতে", "গাড়ত", "গাড়াত", "গাড়ব", "গাড়াব", "গাড়বে", "গাড়াবে", "গেড়ে", "গাড়িয়ে", "গাড়ার"},
			{"গাবানো", "গাবাই", "গাবাও", "গাবায়", "গাবান", "গাবালে", "গাবাল", "গাবাতে", "গাবাত", "গাবাব", "গাবাবে", "গাবিয়ে", "গাবানোর", "গাবানোয়"},
			{"গালানো", "গালাই", "গালাও", "গালায়", "গালান", "গালালে", "গালাল", "গালাতে", "গালাত", "গালাব", "গালাবে", "গালা", "গালিয়ে", "গালার", "গালানোর", "গালানোয়"},
			{"গেলা", "গিলি", "গিলাই", "গেলাই", "গিল", "গিলাও", "গেল", "গেলাও", "গিলে", "গিলায়", "গেলে", "গেলায়", "গেলেন", "গেলান", "গিলেন", "গিলান", "গিলছি", "গিলছ", "গিলছে", "গিললে", "গিলালে", "গেলালে", "গিলল", "গিলাল", "গেলালে", "গিলতে", "গিলাতে", "গেলাতে", "গিলত", "গিলাত", "গেলত", "গেলাত", "গিলব", "গিলাব", "গেলাব", "গিলবে", "গিলাবে", "গেলাবে", "গিলা", "গিলানো", "গেলানো", "গিলিয়ে", "গিলার", "গেলার", "গিলানোর", "গেলানোর", "গিলানোয়", "গেলানোয়"},
			{"গুঁতনো", "গুঁতাই", "গুঁতই", "গুঁতাও", "গুঁতও", "গুঁতায়", "গুঁতয়", "গুঁতান", "গুঁতন", "গুঁতালে", "গুঁতলে", "গুঁতাল", "গুঁতল", "গুঁতাতে", "গুঁততে", "গুঁতাব", "গুঁতব", "গুঁতাবে", "গুঁতবে", "গুঁতানো", "গুঁতিয়ে", "গুঁতানোর", "গুঁতনোর", "গুঁতানোয়", "গুঁতনোয়"},
			{"গোছানো", "গুছাই", "গোছাই", "গুছই", "গুছাও", "গোছাও", "গুছও", "গুছায়", "গোছায়", "গুছয়", "গুছান", "গুছন", "গোছান", "গুছালে", "গুছলে", "গোছালে", "গুছাল", "গুছল", "গোছাল", "গুছাব", "গুছব", "গোছাব", "গুছাবে", "গুছবে", "গোছাবে", "গুছানো", "গুছনো", "গুছিয়ে", "গুছানোর", "গুছনোর", "গোছানোর", "গুছানোয়", "গুছনোয়", "গোছানোয়"},
			{"গুটা", "গুটাই", "গুটই", "গুটাও", "গুটও", "গুটায়", "গুটয়", "গুটান", "গুটন", "গুটালে", "গুটলে", "গুটাল", "গুটল"},
			{"গোনা", "গণি", "গণাই", "গুণি", "গুণাই", "গোনি", "গণ", "গণাও", "গুণাও", "গুণ", "গোন", "গণে", "গণায়", "গুণায়", "গুণে", "গোনে", "গণেন", "গণান", "গুণেন", "গুণান", "গোনেন", "গুণছি", "গোনছি", "গুণছ", "গোনছ", "গুণছে", "গোনছে", "গণালে", "গুণলে", "গুণালে", "গোনলে", "গণাল", "গুণল", "গুণাল", "গোনল", "গণাতে", "গুণতে", "গুণাতে", "গোনতে", "গণাত", "গুণত", "গুণাত", "গোনত", "গণাব", "গুণব", "গুণাব", "গণাবে", "গুণবে", "গুণাবে", "গোনবে", "গণা", "গুণা",  "গুণিয়ে", "গোনিয়ে", "গণার", "গুণার", "গোনার", "গণায়", "গুণায়", "গোনায়"},
			{"গোঙানো", "গোঙাই", "গোঙাও", "গোঙায়", "গোঙান", "গোঙালে", "গোঙাল", "গোঙাতে", "গোঙাত", "গোঙাব", "গোঙাবে", "গোঙিয়ে", "গোঙানোর", "গোঙানোয়"},
			{"গিয়ে"}
			};
	
	public String[][] getData()
	{
		return data;
	}
	
	               public int getDS()
                  {
                      return data_size;
                  }
}

