package verb;


public class verbData8
{     int data_size=5;
	String[][] data = {{"এগোনো", "এগোই", "এগোই", "এগো", "এগোয়", "এগোন", "এগোলে", "এগোল", "এগোতে", "এগোত", "এগোব", "এগোবে", "এগনো", "এগিয়ে", "এগোনোর", "এগোনোয়"},
			 {"এড়ানো", "এড়াই", "এড়াও", "এড়ায়", "এড়ান", "এড়ালে", "এড়াল", "এড়াতে", "এড়াত", "এড়াব", "এড়াবে", "এড়িয়ে", "এড়ানোর", "এড়ানোয়"},
			 {"এসেছ", "এস", "এসো", "এসেছে", "এসে"},
			 {"এঁকে", "এনে"},
			 {"এল", "এলো", "এলে", "এলেন"}
			 };
	
	public String[][] getData()
	{
		return data;
	}
                  public int getDS()
                  {
                      return data_size;
                  }
				  }