package verb;

public class verbData25
{    int data_size=5;
	String[][] data = {{"ঢলা", "ঢলি", "ঢল", "ঢলে", "ঢলায়", "ঢলেন", "ঢলছি", "ঢলছ", "ঢলছে", "ঢললে", "ঢলল", "ঢলতে", "ঢলত", "ঢলানো", "ঢলানোর", "ঢলানোয়"},
			{"ঢাকা", "ঢাক", "ঢাক", "ঢাকে", "ঢাকেন", "ঢাকুন", "ঢাকছি", "ঢাকছ", "ঢাকছে", "ঢাকলে", "ঢাকল", "ঢাকতে", "ঢাকত", "ঢাকব", "ঢাকবে", "ঢাকানো", "ঢেকে", "ঢাকার", "ঢাকানোর", "ঢাকায়", "ঢাকানোয়"},
			{"ঢালা", "ঢালি", "ঢাল", "ঢালাও", "ঢালে", "ঢালায়", "ঢালেন", "ঢালান", "ঢালছি", "ঢালছ", "ঢালছে", "ঢাললে", "ঢালালে", "ঢালল", "ঢালাল", "ঢালতে", "ঢালাতে", "ঢালত", "ঢালাত", "ঢালব", "ঢালাব", "ঢালবে", "ঢালাবে", "ঢেলে", "ঢালার", "ঢালানোর", "ঢালানোয়"},
			{"ঢোকা", "ঢুকি", "ঢুকাই", "ঢোকাই", "ঢুক", "ঢোক", "ঢুকাও", "ঢোকাও", "ঢুকে", "ঢুকায়", "ঢোকে", "ঢোকায়", "ঢুকেন", "ঢুকান", "ঢোকেন", "ঢোকান", "ঢুকছি", "ঢুকছ", "ঢুকছে", "ঢুকলে", "ঢুকালে", "ঢোকালে", "ঢুকল", "ঢুকাল", "ঢোকাল", "ঢুকতে", "ঢুকাতে", "ঢোকাতে", "ঢুকত", "ঢুকাত", "ঢোকাত", "ঢুকব", "ঢুকাব", "ঢোকাব", "ঢুকবে", "ঢুকাবে", "ঢোকাবে", "ঢুকা", "ঢুকানো", "ঢোকানো", "ঢুকিয়ে", "ঢুকার", "ঢোকার", "ঢুকানোর", "ঢোকানোর", "ঢুকানোয়", "ঢোকানোয়"},
			{"ঢোলা", "ঢুলি", "ঢুলাই", "ঢোলি", "ঢোলাই", "ঢুল", "ঢুলাও", "ঢোল", "ঢোলাও", "ঢুলে", "ঢুলায়", "ঢোলে", "ঢোলায়", "ঢুলেন", "ঢুলান", "ঢোলেন", "ঢোলান", "ঢুলছি", "ঢোলছি", "ঢুলছ", "ঢোলছ", "ঢুলছে", "ঢোলছে", "ঢুললে", "ঢুলালে", "ঢোললে", "ঢোলালে", "ঢুলল", "ঢুলাল", "ঢোলল", "ঢোলাল", "ঢুলতে", "ঢুলাতে", "ঢোলতে", "ঢোলাতে", "ঢুলত", "ঢুলাত", "ঢোলত", "ঢোলাত", "ঢুলব", "ঢুলাব", "ঢোলব", "ঢোলাব", "ঢুলবে", "ঢুলাবে", "ঢোলবে", "ঢোলাবে", "ঢুলা", "ঢুলানো", "ঢোলানো", "ঢুলিয়ে", "ঢুলার", "ঢোলার", "ঢুলানোর", "ঢোলানোর", "ঢুলানোয়", "ঢোলানোয়"}
			};
	
	public String[][] getData()
	{
		return data;
	}
	
	public int getDS()
	{
	return data_size;
	
	}
}

