package verb;


public class verbData27
{    int data_size=5;
	String[][] data = { {"তলানো", "তলাই", "তলাও", "তলান", "তলালে", "তলাল", "তলাতে", "তলাত", "তলাব", "তলাবে", "তলিয়ে", "তলানোর", "তলানোয়"},
			{"তাকা", "তাকাই", "তাকাও", "তাকায়", "তাকান", "তাকালে", "তাকাল", "তাকাতে", "তাকাব", "তাকাবে", "তাকানো", "তাকিয়ে", "তাকার", "তাকানোর", "তাকানোয়"},
			{"তাড়ানো", "তাড়াই", "তাড়াও", "তাড়ায়", "তাড়ান", "তাড়ালে", "তাড়াল", "তাড়াতে", "তাড়াত", "তাড়াব", "তাড়াবে", "তাড়িয়ে", "তাড়ানোর", "তাড়ানোয়"},
			{"তিতা", "তিতাই", "তিতাও", "তিতায়", "তিতান", "তিতালে", "তিতাল", "তিতাতে", "তিতাত", "তিতাব", "তিতাবে", "তিতানো", "তিতিয়ে", "তিতার", "তিতানোর", "তিতানোয়"},
			{"তোলা", "তুলি", "তোলি", "তুলাই", "তুলই", "তোলাই", "তুল", "তোল", "তুলও", "তুলাও", "তোলাও", "তুলে", "তোলে", "তুলয়", "তুলায়", "তোলায়", "তুলেন", "তোলেন", "তুলন", "তুলান", "তোলান", "তুলছি", "তুলছ", "তুলছে", "তুললে", "তোললে", "তুলালে", "তোলালে", "তুলল", "তোলল", "তুলাল", "তোলাল", "তুলতে", "তোলতে", "তুলাতে", "তোলাতে", "তুলত", "তোলত", "তুলাত", "তোলাত", "তুলব", "তোলব", "তুলাব", "তোলাব", "তুলবে", "তোলবে", "তুলাবে", "তোলাবে", "তুলা", "তুলনো", "তুলানো", "তোলানো", "তুলিয়ে", "তুলার", "তুলর", "তোলার", "তুলনোর", "তুলানোর", "তোলানোর", "তুলনোয়", "তুলানোয়", "তোলানোয়"}
			};
	
	public String[][] getData()
	{
		return data;
	}
	public int getDS()
	{
	return data_size;
	}
	
}
