package verb;

public class verbData13
{    int data_size=15;
	String[][] data = {{"খন্ডানো", "খন্ডাই", "খন্ডাও", "খন্ডায়", "খন্ডান", "খন্ডালে", "খন্ডাল", "খন্ডাতে", "খন্ডাত", "খন্ডাব", "খন্ডাবে", "খন্ডিয়ে", "খন্ডানোর", "খন্ডানোয়"},
			{"খসানো", "খসাই", "খসাও", "খসায়", "খসান", "খসালে", "খসাল", "খসাতে", "খসাত", "খসাব", "খসাবে", "খসিয়ে", "খসানোর", "খসানোয়"},
			{"খাওয়ানো", "খাই", "খাওয়াই", "খাও", "খাওয়াও", "খায়", "খাওয়ায়", "খান", "খাওয়ান", "খেলে", "খাওয়ালে", "খেল", "খাওয়াল", "খেতে", "খাওয়াতে", "খেত", "খাওয়াত", "খাব", "খাওয়াব", "খাবে", "খাওয়াবে", "খাওয়া", "খেয়ে", "খাইয়ে", "খাওয়ার", "খাওয়ানোর", "খাওয়ানোয়"},
			{"খাটা", "খাটি", "খাটাই", "খাট", "খাটাও", "খাটে", "খাটায়", "খাটেন", "খাটান", "খাটছি", "খাটছ", "খাটছে", "খাটলে", "খাটালে", "খাটল", "খাটাল", "খাটতে", "খাটাতে", "খাটত", "খাটাত", "খাটব", "খাটাব", "খাটবে", "খাটাবে", "খাটানো", "খেটে", "খাটিয়ে", "খাটার", "খাটানোর", "খাটানোয়"},
			{"খামচানো", "খামচাই", "খামচাও", "খামচায়", "খামচান", "খামচালে", "খামচাল", "খামচাতে", "খামচাত", "খামচাব", "খামচাবে", "খামচিয়ে", "খামচানোর", "খামচানোয়"},
			{"খুঁটা", "খুঁটি", "খুঁটাই", "খুঁট", "খুঁটাও", "খুঁটে", "খুঁটায়", "খুঁটেন", "খুঁটান", "খুঁটছি", "খুঁটছ", "খুঁটছে", "খুঁটলে", "খুঁটালে", "খুঁটল", "খুঁটাল", "খুঁটতে", "খুঁটাতে", "খুঁটত", "খুঁটাত", "খুঁটব", "খুঁটাব", "খুঁটবে", "খুঁটাবে", "খুটিয়ে", "খুঁটার"},
			{"খোঁড়া", "খুঁড়ি", "খুঁড়াই", "খোঁড়াই", "খুঁড়", "খুঁড়াও", "খোঁড়", "খোঁড়াও", "খুঁড়ে", "খুঁড়ায়", "খোঁড়ে", "খোঁড়ায়", "খুঁড়েন", "খুঁড়ান", "খোঁড়েন", "খোঁড়ান", "খুঁড়ছি", "খুঁড়ছ", "খুঁড়ছে", "খুঁড়লে", "খুঁড়ালে", "খোঁড়ালে", "খুঁড়ল", "খুঁড়াল", "খোঁড়াল", "খুঁড়তে", "খুঁড়াতে", "খোঁড়াতে", "খুঁড়ত", "খুঁড়াত", "খোঁড়াত", "খুঁড়ব", "খুঁড়াব", "খোঁড়াব", "খুঁড়বে", "খুঁড়াবে", "খোঁড়াবে", "খুঁড়া", "খুঁড়ানো", "খোঁড়ানো", "খুঁড়িয়ে", "খুঁড়ার", "খোঁড়ার", "খুঁড়ানোর", "খোঁড়ানোর", "খুঁড়ানোয়", "খোঁড়ানোয়"},
			{"খুদান", "খুদি", "খুদাই", "খুদ", "খুদা", "খুদে", "খুদায়", "খুদেন", "খুদছি", "খুদছ", "খুদছে", "খুদলে", "খুদালে", "খুদল", "খুদাল", "খুদতে", "খুদাতে", "খুদত", "খুদাত", "খুদব", "খুদাব", "খুদবে", "খুদাবে", "খুদা", "খুদিয়ে", "খুদার"},
			{"খোলা", "খুলি", "খুলাই", "খোলাই", "খুল", "খুলাও", "খোল", "খোলাও", "খুলে", "খুলায়", "খোলে", "খোলায়", "খুলেন", "খুলান", "খোলেন", "খোলান", "খুলছি", "খুলছ", "খুলছে", "খুলতে", "খুলাতে", "খোলাতে", "খুলত", "খুলাত", "খোলাত", "খুলব", "খুলাব", "খোলাব", "খুলবে", "খুলাবে", "খোলাবে", "খুলা", "খুলানো", "খোলানো", "খুলিয়ে", "খুলার", "খোলার", "খুলানোর", "খোলানোর", "খুলানোয়", "খোলানোয়"},
			{"খেঁচা", "খেঁচি", "খিঁচ", "খিঁচে", "খিঁচেন", "খেঁচেন", "খিঁচলে", "খেঁচলে", "খিঁচল", "খেঁচল", "খিঁচতে", "খিঁচত", "খিঁচব", "খিঁচবে", "খিঁচা", "খিঁচানো", "খেঁচানো", "খিঁচিয়ে", "খেঁচে", "খেঁচিয়ে", "খিঁচানোর", "খিঁচানোয়"},
			{"খেদানো", "খেদাই", "খেদাও", "খেদায়", "খেদান", "খেদালে", "খেদাল", "খেদাতে", "খেদাত", "খেদাব", "খেদাবে", "খেদিয়", "খেদানোর", "খেদানোয়"},
			{"খেপানো", "খেপাই", "খেপাও", "খেপায়", "খেপান", "খেপালে", "খেপাল", "খেপাতে", "খেপাত", "খেপাব", "খেপাবে", "খেপিয়ে", "খেপানোর", "খেপানোয়"},
			{"খেলা", "খেলি", "খেলাই", "খেল", "খেলাও", "খেলে", "খেলায়", "খেলেন", "খেলান", "খেলছি", "খেলছ", "খেলছে", "খেললে", "খেলালে", "খেলল", "খেলাল", "খেলতে", "খেলাতে", "খেলত", "খেলাত", "খেলব", "খেলাব", "খেলবে", "খেলাবে", "খেলানো", "খেলিয়ে", "খেলার", "খেলানোর", "খেলানোয়"},
			{"খোঁচানো", "খোঁচাই", "খোঁচাও", "খোঁচায়", "খোঁচান", "খোঁচালে", "খোঁচাল", "খোঁচাতে", "খোঁচাত", "খোঁচাব", "খোঁচাবে", "খুঁচিয়ে", "খোঁচানোর", "খোঁচানোয়"},
			{"খোয়ানো", "খোয়াই", "খোয়াও", "খোয়ায়", "খোয়ান", "খোয়ালে", "খোয়াল", "খোয়াতে", "খোয়াত", "খোয়াব", "খোয়াবে", "খুইয়ে", "খোয়ানোর", "খোয়ানোয়"}
			};
	
	public String[][] getData()
	{
		return data;
	}
                  public int getDS()
                  {
                      return data_size;
                  }
                  
}