package verb;

public class verbData35
{      int data_size=13;
	String[][] data = {{"ভড়কানো", "ভড়কাই", "ভড়কাও", "ভড়কায়", "ভড়কান", "ভড়কালে", "ভড়কাল", "ভড়কাতে", "ভড়কাত", "ভড়কাব", "ভড়কাবে", "ভড়কিয়ে", "ভড়কানোর", "ভড়কানোয়"},
			 {"ভরা", "ভরি", "ভরাই", "ভর", "ভরাও", "ভরে", "ভরায়", "ভরেন", "ভরান", "ভরছি", "ভরছ", "ভরছে", "ভরলে", "ভরালে", "ভরল", "ভরাল", "ভরতে", "ভরাতে", "ভরত", "ভরাত", "ভরব", "ভরাব", "ভরবে", "ভরাবে", "ভরানো", "ভরিয়ে", "ভরার", "ভরানোর", "ভরানোয়"},
			 {"ভাঁজা", "ভাঁজি", "ভাঁজ", "ভাঁজাও", "ভাঁজে", "ভাঁজায়", "ভাঁজেন", "ভাঁজান", "ভাঁজছি", "ভাঁজছ", "ভাঁজছে", "ভাঁজলে", "ভাঁজালে", "ভাঁজল", "ভাঁজাল", "ভাঁজতে", "ভাঁজাতে", "ভাঁজত", "ভাঁজাত", "ভাঁজব", "ভাঁজাব", "ভাঁজবে", "ভাঁজাবে", "ভাঁজানো", "ভাঁজিয়ে", "ভাঁজার", "ভাঁজানোর", "ভাঁজানোয়"},
			 {"ভাগা", "ভাগি", "ভাগাই", "ভাগ", "ভাগাও", "ভাগে", "ভাগায়", "ভাগেন", "ভাগান", "ভাগছি", "ভাগছ", "ভাগছে", "ভাগলে", "ভাগালে", "ভাগল", "ভাগাল", "ভাগতে", "ভাগাতে", "ভাগত", "ভাগাত", "ভাগব", "ভাগাব", "ভাগবে", "ভাগাবে", "ভাগানো", "ভাগিয়ে", "ভেগে", "ভাগার", "ভাগানোর", "ভাগানোয়"},
			 {"ভাঙ্গা", "ভাঙ্গি", "ভাঙি", "ভাঙ্গাই", "ভাঙাই", "ভাঙ্গ", "ভাঙ", "ভাঙ্গাও", "ভাঙাও", "ভাঙ্গে", "ভাঙে", "ভাঙ্গায়", "ভাঙায়", "ভাঙ্গেন", "ভাঙেন", "ভাঙ্গান", "ভাঙান", "ভাঙ্গছি", "ভাঙছি", "ভাঙ্গছ", "ভাঙছ", "ভাঙ্গছে", "ভাঙছে", "ভাঙ্গলে", "ভাঙলে", "ভাঙ্গালে", "ভাঙালে", "ভাঙ্গল", "ভাঙল", "ভাঙ্গাল", "ভাঙাল", "ভাঙ্গতে", "ভাঙতে", "ভাঙ্গাতে", "ভাঙাতে", "ভাঙ্গত", "ভাঙত", "ভাঙ্গাত", "ভাঙাত", "ভাঙ্গব", "ভাঙব", "ভাঙ্গাব", "ভাঙাব", "ভাঙ্গবে", "ভাঙবে", "ভাঙ্গাবে", "ভাঙাবে", "ভাঙা", "ভাঙ্গানো", "ভাঙানো", "ভাঙ্গিয়ে", "ভাঙিয়ে", "ভেঙ্গে", "ভেঙে", "ভাঙ্গার", "ভাঙার", "ভাঙ্গানোর", "ভাঙানোর", "ভাঙ্গানোয়", "ভাঙানোয়"},
			 {"ভাবা", "ভাবি", "ভাব", "ভেব", "ভাবে", "ভাবায়", "ভাবেন", "ভাবান", "ভাবুন", "ভাবছি", "ভাবছ", "ভাবছে", "ভাবলে", "ভাবালে", "ভাবল", "ভাবাল", "ভাবতে", "ভাবাতে", "ভাবত", "ভাবাত", "ভাবব", "ভাবাব", "ভাববে", "ভাবাবে", "ভাবানো", "ভাবিয়ে", "ভেবে", "ভাবার", "ভাবানোর", "ভাবানোয়"},
			 {"ভালবাসা", "ভালবাসি", "ভালবাস", "ভালবাসে", "ভালবাসেন", "ভালবাসছি", "ভালবাসছ", "ভালবাসছে", "ভালবাসলে", "ভালবাসালে", "ভালবাসল", "ভালবাসাল", "ভালবাসতে", "ভালবাসাতে", "ভালবাসত", "ভালবাসতে", "ভালবাসব", "ভালবাসাব", "ভালবাসবে", "ভালবাসাবে", "ভালবাসিয়ে", "ভালবেসে", "ভালবাসার", "ভালবাসায়"},
			 {"ভাসা", "ভাসি", "ভাসাই", "ভাস", "ভাসাও", "ভাসে", "ভাসায়", "ভাসেন", "ভাসান", "ভাসছি", "ভাসছ", "ভাসছে", "ভাসলে", "ভাসালে", "ভাসতে", "ভাসাতে", "ভাসত", "ভাসাত", "ভাসব", "ভাসাব", "ভাসবে", "ভাসাবে", "ভাসানো", "ভাসিয়ে", "ভেসে", "ভাসার", "ভাসানোর", "ভাসানোয়"},
			 {"ভেজা", "ভিজি", "ভিজাই", "ভিজ", "ভেজ", "ভিজাও", "ভেজাও", "ভিজে", "ভেজে", "ভিজায়", "ভেজায়", "ভিজেন", "ভেজেন", "ভিজান", "ভেজান", "ভিজছি", "ভিজছ", "ভেজছ", "ভিজছে", "ভেজছে", "ভিজলে", "ভেজলে", "ভিজালে", "ভেজালে", "ভিজল", "ভেজল", "ভিজাল", "ভেজাল", "ভিজতে", "ভেজতে", "ভিজাতে", "ভেজাতে", "ভিজত", "ভেজত", "ভিজাত", "ভেজাত", "ভিজব", "ভেজব", "ভিজাব", "ভেজাব", "ভিজবে", "ভেজবে", "ভিজাবে", "ভেজাবে", "ভিজা", "ভিজানো", "ভেজানো", "ভিজিয়ে", "ভিজার", "ভেজার", "ভিজানোর", "ভেজানোর", "ভিজানোয়", "ভেজানোয়"},
			 {"ভেড়া", "ভিড়ি", "ভেড়ি", "ভিড়াই", "ভেড়াই", "ভিড়", "ভেড়", "ভিড়াও", "ভেড়াও", "ভিড়ে", "ভেড়ে", "ভিড়ায়", "ভেড়ায়", "ভিড়েন", "ভেড়েন", "ভিড়ান", "ভেড়ান", "ভিড়ছি", "ভিড়ছ", "ভিড়ছে", "ভিড়লে", "ভিড়া্লে", "ভেড়ালে", "ভিড়ল", "ভেড়ল", "ভিড়াল", "ভেড়াল", "ভিড়তে", "ভেড়তে", "ভিড়াতে", "ভেড়াতে", "ভিড়ত", "ভেড়ত", "ভিড়াত", "ভেড়াত", "ভিড়ব", "ভেড়ব", "ভিড়াব", "ভেড়াব", "ভিড়বে", "ভেড়বে", "ভিড়াবে", "ভেড়াবে", "ভিড়া", "ভিড়ানো", "ভেড়ানো", "ভিড়িয়ে", "ভিড়ার", "ভেড়ার", "ভিড়ানোর", "ভেড়ানোর", "ভিড়ানোয়", "ভেড়ানোয়"},
			 {"ভোগা", "ভুগি", "ভোগি", "ভুগাই", "ভোগাই", "ভুগ", "ভোগ", "ভুগাও", "ভোগাও", "ভুগে", "ভোগে", "ভুগায়", "ভোগায়", "ভুগেন", "ভোগেন", "ভুগান", "ভোগান", "ভুগছি", "ভোগছি", "ভুগছ", "ভোগছ", "ভুগছে", "ভোগছে", "ভুগলে", "ভোগলে", "ভুগালে", "ভোগালে", "ভুগতে", "ভোগতে", "ভুগাতে", "ভোগাতে", "ভুগত", "ভোগত", "ভুগাত", "ভোগাত", "ভুগব", "ভোগব", "ভুগাব", "ভোগাব", "ভুগবে", "ভোগবে", "ভুগাবে", "ভোগাবে", "ভুগা", "ভুগানো", "ভোগানো", "ভুগিয়ে", "ভুগার", "ভোগার", "ভুগানোর", "ভোগানোর", "ভুগানোয়", "ভোগানোয়"},
			 {"ভোলা", "ভুলি", "ভুলাই", "ভোলাই", "ভুল", "ভোল", "ভুলাও", "ভোলাও", "ভুলে", "ভোলে", "ভুলায়", "ভোলায়", "ভুলেন", "ভোলেন", "ভুলান", "ভোলান", "ভুলছি", "ভুলছ", "ভুলছে", "ভুললে", "ভোললে", "ভুলালে", "ভোলালে", "ভুলল", "ভোলল", "ভুলাল", "ভোলাল", "ভুলতে", "ভোলতে", "ভুলাতে", "ভোলাতে", "ভুলত", "ভোলত", "ভুলাত", "ভোলাত", "ভুলব", "ভুলাব", "ভোলাব", "ভুলবে", "ভোলবে", "ভুলাবে", "ভোলাবে", "ভুলা", "ভুলানো", "ভোলানো", "ভুলিয়ে", "ভুলার", "ভোলার", "ভুলানোর", "ভোলানোর", "ভুলানোয়", "ভোলানোয়"},
			 {"ভেংচানো", "ভেংচাই", "ভেংচাও", "ভেংচায়", "ভেংচান", "ভেংচালে", "ভেংচাল", "ভেংচাতে", "ভেংচাত", "ভেংচাব", "ভেংচাবে", "ভেংচিয়ে", "ভেংচানোর", "ভেংচানোয়"}
			};
	
	public String[][] getData()
	{
		return data;
	}
	public int getDS()
	{
	return data_size;
	}
}
