package verb;

public class verbData20
{   int data_size=11;
	String[][] data = {{"ঝরা", "ঝরাই", "ঝরাও", "ঝরায়", "ঝরে", "ঝরান", "ঝরালে", "ঝরাল", "ঝরাতে", "ঝরাত", "ঝরাবে", "ঝরাব", "ঝরানো", "ঝরিয়ে", "ঝরার", "ঝরানোর", "ঝরায়", "ঝরানোয়"},
			{"ঝলকানো", "ঝলকাই", "ঝলকাও", "ঝলকায়", "ঝলকান", "ঝলকালে", "ঝলকাল", "ঝলকাতে", "ঝলকাত", "ঝলকাব", "ঝলকাবে", "ঝলকে", "ঝলকানোর", "ঝলকানোয়"},
			{"ঝলসানো", "ঝলসাই", "ঝলসাও", "ঝলসায়", "ঝলসান", "ঝলসালে", "ঝলসাল", "ঝলসাতে", "ঝলসাত", "ঝলসাব", "ঝলসাবে", "ঝলসে", "ঝলসিয়ে", "ঝলসানোর", "ঝলসানোয়"},
			{"ঝাঁকা", "ঝাঁকি", "ঝাঁকাই", "ঝাঁক", "ঝাঁকাও", "ঝাঁকে", "ঝাঁকায়", "ঝাঁকেন", "ঝাঁকান", "ঝাঁকছি", "ঝাঁকছ", "ঝাঁকছে", "ঝাঁকলে", "ঝাঁকালে", "ঝাঁকল", "ঝাঁকাল", "ঝাঁকতে", "ঝাঁকাতে", "ঝাঁকত", "ঝাঁকাত", "ঝাঁকব", "ঝাঁকাব", "ঝাঁকবে", "ঝাঁকাবে", "ঝাঁকিয়ে", "ঝেঁকে", "ঝাঁকার"},
			{"ঝাঁটানো", "ঝাঁটাই", "ঝাঁটাও", "ঝাঁটায়", "ঝাঁটান", "ঝাঁটালে", "ঝাঁটাল", "ঝাঁটাতে", "ঝাঁটাত", "ঝাঁটাব", "ঝাঁটাবে", "ঝাঁটানোর", "ঝাঁটানোয়"},
			{"ঝাঁপা", "ঝাঁপি", "ঝাঁপাই", "ঝাঁপ", "ঝাঁপাও", "ঝাঁপে", "ঝাঁপায়", "ঝাঁপেন", "ঝাঁপান", "ঝাঁপালে", "ঝাঁপাল", "ঝাঁপাতে", "ঝাঁপাত", "ঝাঁপাব", "ঝাঁপাবে", "ঝাঁপানো", "ঝাঁপিয়ে", "ঝাঁপানোর", "ঝাঁপানোয়"},
			{"ঝাড়া", "ঝাড়ি", "ঝাড়াই", "ঝাড়", "ঝাড়াও", "ঝাড়ে", "ঝাড়ায়", "ঝাড়েন", "ঝাড়াণ", "ঝাড়ছি", "ঝাড়ছ", "ঝাড়ছে", "ঝাড়লে", "ঝাড়ল", "ঝাড়তে", "ঝাড়ত", "ঝাড়ব", "ঝাড়বে", "ঝাড়ানো", "ঝেড়ে", "ঝাড়িয়ে", "ঝাড়ার", "ঝাড়ানোর", "ঝাড়ানোয়"},
			{"ঝালা", "ঝালাই", "ঝালাও", "ঝালায়", "ঝালান", "ঝালালে", "ঝালাল", "ঝালাতে", "ঝালাত", "ঝালাব", "ঝালাবে", "ঝালানো", "ঝালিয়ে", "ঝালার", "ঝালানোর", "ঝালানোয়"},
			{"ঝিমানো", "ঝিমাই", "ঝিমই", "ঝিমাও", "ঝিমও", "ঝিমায়", "ঝিময়", "ঝিমান", "ঝিমন", "ঝিমালে", "ঝিমলে", "ঝিমাল", "ঝিমাল", "ঝিমাতে", "ঝিমতে", "ঝিমাত", "ঝিমত", "ঝিমাব", "ঝিমব", "ঝিমাবে", "ঝিমবে", "ঝিমনো", "ঝিমিয়ে", "ঝিমানোর", "ঝিমনোর", "ঝিমানোয়", "ঝিমনোয়"},
			{"ঝোঁকা", "ঝুঁকি", "ঝুঁক", "ঝোঁক", "ঝুঁকে", "ঝোঁকে", "ঝুঁকেন", "ঝোঁকেন", "ঝুঁকছি", "ঝুঁকছ", "ঝোঁকছ", "ঝুঁকছে", "ঝোঁকছে", "ঝুঁকলে", "ঝোঁকলে", "ঝুঁকল", "ঝোঁকল", "ঝুঁকতে", "ঝোঁকতে", "ঝুঁকত", "ঝোঁকত", "ঝুঁকব", "ঝোঁকব", "ঝুঁকবে", "ঝোঁকবে", "ঝুঁকা", "ঝুঁকিয়ে", "ঝুঁকার", "ঝোঁকার", "ঝুঁকায়", "ঝোঁকায়"},
			{"ঝোলা", "ঝুলি", "ঝুলাই", "ঝোলাই", "ঝুল", "ঝুলাও", "ঝোল", "ঝোলাও", "ঝুলে", "ঝুলায়", "ঝোলে", "ঝোলায়", "ঝুলেন", "ঝুলান", "ঝোলেন", "ঝোলান", "ঝুলছি", "ঝোলছি", "ঝুলছ", "ঝোলছ", "ঝুললে", "ঝোলালে", "ঝুলালে", "ঝোলাল", "ঝুলতে", "ঝুলাতে", "ঝোলাতে", "ঝুলত", "ঝুলাত", "ঝোলাত", "ঝুলব", "ঝুলাব", "ঝোলাব", "ঝুলবে", "ঝুলাবে", "ঝোলাবে", "ঝুলা", "ঝুলানো", "ঝোলনো", "ঝুলিয়ে", "ঝুলার", "ঝোলার", "ঝুলানোর", "ঝোলানোর", "ঝুলানোয়", "ঝোলানোয়"}
			};
	
	public String[][] getData()
	{
		return data;
	}
	public int getDS()
	{
	return data_size;
	
	}
}