package verb;


public class verbData15
{     int data_size=10;
	String[][] data = { {"ঘটা", "ঘটাই", "ঘটাও", "ঘটে", "ঘটায়", "ঘটান", "ঘটছে", "ঘটলে", "ঘটালে", "ঘটল", "ঘটাল", "ঘটতে", "ঘটাতে", "ঘটত", "ঘটাত", "ঘটাব", "ঘটবে", "ঘটাবে", "ঘটানো", "ঘটিয়ে", "ঘটার", "ঘটানোর", "ঘটানোয়"},
			{"ঘষানো", "ঘষি", "ঘষাই", "ঘষ", "ঘষাও", "ঘষে", "ঘষায়", "ঘষেন", "ঘষান", "ঘষছি", "ঘষছ", "ঘষছে", "ঘষলে", "ঘষালে", "ঘষল", "ঘষাল", "ঘষতে", "ঘষাতে", "ঘষত", "ঘষাত", "ঘষব", "ঘষাব", "ঘষবে", "ঘষাবে", "ঘষিয়ে", "ঘষার", "ঘষানোর", "ঘষানোয়"},
			{"ঘাঁটা", "ঘাঁটাই", "ঘাটি", "ঘাঁটাও", "ঘাঁট", "ঘাঁটায়", "ঘাটে", "ঘাঁটান", "ঘাটেন", "ঘাটছি", "ঘাটছ", "ঘাটছে", "ঘাঁটালে", "ঘাঁটলে", "ঘাঁটাল", "ঘাঁটল", "ঘাঁটাতে", "ঘাঁটতে", "ঘাঁটাত", "ঘাঁটত", "ঘাঁটাব", "ঘাঁটব", "ঘাঁটাবে", "ঘাঁটবে", "ঘাঁটানো", "ঘেটে", "ঘাঁটিয়ে", "ঘাঁটার", "ঘাঁটানোর", "ঘাঁটানোয়"},
			{"ঘাবড়ানো", "ঘাবড়াই", "ঘাবড়াও", "ঘাবড়ায়", "ঘাবড়ান", "ঘাবড়ালে", "ঘাবড়াল", "ঘাবড়াতে", "ঘাবড়াত", "ঘাবড়াব", "ঘাবড়াবে", "ঘাবড়িয়ে", "ঘাবড়ানোর", "ঘাবড়ানোয়"},
			{"ঘামা", "ঘামি", "ঘাম", "ঘামে", "ঘামায়", "ঘামেন", "ঘামছি", "ঘামছ", "ঘামছে", "ঘামলে", "ঘামালে", "ঘামল", "ঘামাল", "ঘামতে", "ঘামাতে", "ঘামত", "ঘামাত", "ঘামব", "ঘামবে", "ঘামবে", "ঘামাবে", "ঘামানো", "ঘেমে", "ঘামিয়ে", "ঘামার", "ঘামানোর", "ঘামানোয়"},
			{"ঘেরা", "ঘিরি", "ঘিরাই", "ঘেরাই", "ঘির", "ঘিরাও", "ঘের", "ঘেরাও", "ঘিরে", "ঘেরায়", "ঘিরায়", "ঘিরেন", "ঘেরান", "ঘিরান", "ঘিরছি", "ঘিরছ", "ঘিরছে", "ঘিরলে", "ঘিরালে", "ঘেরালে", "ঘিরল", "ঘিরাল", "ঘেরাল", "ঘিরতে", "ঘিরাতে", "ঘেরাতে", "ঘিরত", "ঘিরাত", "ঘেরাত", "ঘিরব", "ঘিরাব", "ঘেরাব", "ঘিরবে", "ঘিরাবে", "ঘেরাবে", "ঘিরা", "ঘিরিয়ে", "ঘেরার", "ঘিরার"},
			{"ঘুমানো", "ঘুমাই", "ঘুমাও", "ঘুমায়", "ঘুমান", "ঘুমালে", "ঘুমাল", "ঘুমাতে", "ঘুমাত", "ঘুমাব", "ঘুমাবে", "ঘুমিয়ে", "ঘুমানোর", "ঘুমানোয়"},
			{"ঘুলানো", "ঘুলাই", "ঘুলাও", "ঘুলায়", "ঘুলান", "ঘুলালে", "ঘুলাল", "ঘুলাতে", "ঘুলাত", "ঘুলাব", "ঘুলাবে", "ঘুলিয়ে", "ঘুলানোর", "ঘুলানোয়"},
			{"ঘোরানো", "ঘুরি", "ঘুরাই", "ঘুর", "ঘুরাও", "ঘোর", "ঘোরাও", "ঘুরে", "ঘুরায়", "ঘোরে", "ঘোরায়", "ঘুরান", "ঘোরান", "ঘুরেন", "ঘোরেন", "ঘুরছি", "ঘুরছ", "ঘুরছে", "ঘোরছে", "ঘুরলে", "ঘোরলে", "ঘুরালে", "ঘোরালে", "ঘুরল", "ঘুরতে", "ঘোরতে", "ঘুরত", "ঘুরব", "ঘুরবে", "ঘুরা", "ঘোরা", "ঘুরিয়ে", "ঘুরানো", "ঘুরিয়ে", "ঘুরানোয়", "ঘোরানোয়"},
			{"ঘুষানো", "ঘুষাই", "ঘুষাও", "ঘুষায়", "ঘুষান", "ঘুষালে", "ঘুষাল", "ঘুষাতে", "ঘুষাত", "ঘুষাবে", "ঘুষাব", "ঘুষিয়ে", "ঘুষানোর", "ঘুষানোয়"}
			};
	
	public String[][] getData()
	{
		return data;
	}
	
       public int getDS()
            {
			   return data_size;
			
                  }			
}
