package verb;



public class verbData18
{    int data_size=16;
	String[][] data = {{"ছড়ানো", "ছড়াই", "ছড়াও", "ছড়ায়", "ছড়ান", "ছড়ালে", "ছড়াল", "ছড়াতে", "ছড়াত", "ছড়াব", "ছড়াবে", "ছড়িয়ে", "ছড়ানোর", "ছড়ানোয়"},
			{"ছাঁকা", "ছাঁকি", "ছাঁক", "ছাঁকাও", "ছাঁকে", "ছাঁকায়", "ছাঁকেন", "ছাঁকান", "ছাঁকছি", "ছাঁকছ", "ছাঁকছে", "ছাঁকলে", "ছাঁকালে", "ছাঁকল", "ছাঁকাল", "ছাঁকতে", "ছাঁকাতে", "ছাঁকত", "ছাঁকাত", "ছাঁকব", "ছাঁকাব", "ছাঁকবে", "ছাঁকাবে", "ছাঁকা", "ছেঁকে", "ছাঁকিয়ে", "ছাঁকার"},
			{"ছাঁটা", "ছাঁটি", "ছাঁটাই", "ছাঁট", "ছাঁটাও", "ছাঁটে", "ছাঁটায়", "ছাঁটেন", "ছাঁটান", "ছাঁটছি", "ছাঁটছ", "ছাঁটছে", "ছাঁটলে", "ছাঁটালে", "ছাঁটল", "ছাঁটাল", "ছাঁটতে", "ছাঁটাতে", "ছাঁটত", "ছাঁটাত", "ছাঁটব", "ছাঁটাব", "ছাঁটবে", "ছাঁটাবে", "ছাঁটা", "ছেঁটে", "ছাঁটিয়ে", "ছাঁটার"},
			{"ছাড়া", "ছাড়ি", "ছাড়াই", "ছাড়", "ছাড়াও", "ছাড়ে", "ছাড়ায়", "ছাড়েন", "ছাড়ান", "ছাড়ছি", "ছাড়ছ", "ছাড়ছে", "ছাড়লে", "ছাড়ালে", "ছাড়ল", "ছাড়াল", "ছাড়তে", "ছাড়াতে", "ছাড়ত", "ছাড়াত", "ছাড়ব", "ছাড়াব", "ছাড়বে", "ছাড়াবে", "ছাড়া", "ছেড়ে", "ছাড়িয়ে", "ছাড়ার"},
			{"ছাপা", "ছাপি", "ছাপাই", "ছাপ", "ছাপাও", "ছাপে", "ছাপায়", "ছাপেন", "ছাপান", "ছাপছি", "ছাপছ", "ছাপছে", "ছাপলে", "ছাপালে", "ছাপল", "ছাপাল", "ছাপতে", "ছাপাতে", "ছাপত", "ছাপাত", "ছাপব", "ছাপাব", "ছাপবে", "ছাপাবে", "ছাপা", "ছাপানো", "ছেপে", "ছাপিয়ে", "ছাপার", "ছাপানোর", "ছাপানোয়"},
			{"ছিটকানো", "ছিটকাই", "ছিটকাও", "ছিটকও", "ছিটকায়", "ছিটকয়", "ছিটকালে", "ছিটকলে", "ছিটকাল", "ছিটকল", "ছিটকাতে", "ছিটকতে", "ছিটকাত", "ছিটকত", "ছিটকাব", "ছিটকব", "ছিটকাবে", "ছিটকবে", "ছিটকানো", "ছিটকনো", "ছিটকিয়ে", "ছিটকানোর", "ছিটকনোর", "ছিটকানোয়", "ছিটকনোয়"},
			{"ছিটানো", "ছিটাই", "ছিটাও", "ছিটও", "ছিটায়", "ছিটয়", "ছিটান", "ছিটালে", "ছিটলে", "ছিটাল", "ছিটল", "ছিটাতে", "ছিটতে", "ছিটাত", "ছিটত", "ছিটাব", "ছিটব", "ছিটাবে", "ছিটবে", "ছিটানো", "ছিটনো", "ছিটিয়ে", "ছিটানোর", "ছিটনোর", "ছিটানোয়", "ছিটনোয়"},
			{"ছেঁড়া", "ছিঁড়ি", "ছিঁড়াই", "ছেঁড়াই", "ছেঁড়", "ছেঁড়াও", "ছিঁড়", "ছিঁড়াও", "ছেঁড়ে", "ছেঁড়ায়", "ছিঁড়ে", "ছিঁড়ায়", "ছেঁড়েন", "ছেঁড়ান", "ছিঁড়েন", "ছিঁড়ান", "ছিঁড়ছি", "ছেঁড়ছ", "ছিঁড়ছ", "ছেঁড়ছে", "ছিঁড়ছে", "ছিঁড়লে", "ছিঁড়ালে", "ছেঁড়ালে", "ছিঁড়ল", "ছিঁড়াল", "ছেঁড়াল", "ছিঁড়তে", "ছিঁড়াতে", "ছেঁড়াতে", "ছিঁড়ত", "ছিঁড়াত", "ছেঁড়াত", "ছিঁড়ব", "ছিঁড়াব", "ছেঁড়াব", "ছেঁড়বে", "ছেঁড়াবে", "ছিঁড়াবে", "ছিঁড়া", "ছেঁড়া", "ছিঁড়িয়ে", "ছিঁড়ার", "ছেঁড়ার"},
			{"ছিল", "ছিলে", "ছিলেন"},
			{"ছুঁড়া", "ছুঁড়ি", "ছুঁড়", "ছোঁড়", "ছুঁড়ে", "ছোঁড়ে", "ছুঁড়েন", "ছুঁড়ছি", "ছুঁড়ছ", "ছোঁড়ছ", "ছুঁড়ছে", "ছোঁড়ছে", "ছুঁড়লে", "ছোঁড়লে", "ছুঁড়ল", "ছোঁড়ল", "ছুঁড়ব", "ছুঁড়বে", "ছোঁড়া", "ছুঁড়া", "ছুঁড়িয়ে", "ছুঁড়ার", "ছোঁড়ার", "ছুঁড়ায়", "ছোঁড়ায়"},
			{"ছোড়া", "ছুঁড়ি", "ছুঁড়", "ছোড়", "ছুড়ে", "ছোড়ে", "ছুড়েন", "ছুড়ছি", "ছুড়ছ", "ছোড়ছ", "ছুড়ছে", "ছোড়ছে", "ছুড়লে", "ছোড়লে", "ছুড়ল", "ছোড়ল", "ছুড়ব", "ছুড়বে", "ছোড়া", "ছুড়া", "ছুড়িয়ে", "ছুড়ার", "ছোড়ার", "ছুড়ায়", "ছোড়ায়"},
			{"ছুটানো", "ছুটাই", "ছুটাও", "ছুটায়", "ছুটান", "ছুটালে", "ছুটাল", "ছুটাতে", "ছুটাত", "ছুটাবে", "ছুটাব", "ছুটানো", "ছুটিয়ে", "ছুটার", "ছুটানোর", "ছুটায়", "ছুটানোয়"},
			{"ছোলা", "ছুলি", "ছুলাই", "ছোলাই", "ছুল", "ছুলাও", "ছোল", "ছোলাও", "ছুলে", "ছুলায়", "ছোলে", "ছোলায়", "ছুলেন", "ছুলান", "ছোলেন", "ছোলান", "ছুলছি", "ছুলছ", "ছোলাছ", "ছুলছে", "ছোলাছে", "ছুললে", "ছুলালে", "ছোললে", "ছোলালে", "ছুলল", "ছুলাল", "ছোলাল", "ছুলতে", "ছুলাতে", "ছোলাতে", "ছুলত", "ছুলাত", "ছোলাত", "ছুলব", "ছুলাব", "ছোলাব", "ছুলবে", "ছুলাবে", "ছোলাবে", "ছুলা", "ছোলা", "ছুলিয়ে", "ছুলার", "ছোলার"},
			{"ছোঁয়া", "ছুঁই", "ছুঁয়াই", "ছোঁয়াই", "ছোঁও", "ছুঁয়াও", "ছোঁয়াও", "ছোঁয়", "ছুঁয়ায়", "ছোঁয়ায়", "ছোঁন", "ছুঁয়ান", "ছোঁয়ান", "ছুঁলে", "ছুঁয়ালে", "ছোঁলে", "ছোঁয়ালে", "ছুঁল", "ছুঁয়াল", "ছোঁল", "ছোঁয়াল", "ছুঁতে", "ছুঁয়াতে", "ছোঁতে", "ছোঁয়াতে", "ছুঁত", "ছুঁয়াত", "ছোঁত", "ছোঁয়াত", "ছুঁব", "ছুঁয়াব", "ছোঁব", "ছোঁয়াব", "ছুঁবে", "ছুঁয়াবে", "ছোঁবে", "ছোঁয়াবে", "ছুঁয়া", "ছোঁয়া", "ছুঁইয়ে", "ছুঁয়ার", "ছোঁয়ার"},
			{"ছেঁচড়ানো", "ছেঁচড়াই", "ছেঁচড়াও", "ছেঁচড়ায়", "ছেঁচড়ান", "ছেঁচড়ালে", "ছেঁচড়াল", "ছেঁচড়াতে", "ছেঁচড়াত", "ছেঁচড়াবে", "ছেঁচড়াব", "ছেঁচড়ানো", "ছেঁচড়িয়ে", "ছেঁচড়ানোর", "ছেঁচড়ানোয়"},
			{"ছেঁচা", "ছেঁচি", "ছেঁচাই", "ছেঁচ", "ছেঁচাও", "ছেঁচে", "ছেঁচায়", "ছেঁচেন", "ছেঁচান", "ছেঁচছি", "ছেঁচছ", "ছেঁচছে", "ছেঁচলে", "ছেঁচালে", "ছেঁচল", "ছেঁচাল", "ছেঁচতে", "ছেঁচাতে", "ছেঁচত", "ছেঁচাত", "ছেঁচব", "ছেঁচাব", "ছেঁচবে", "ছেঁচাবে", "ছেঁচা", "ছেঁচিয়ে", "ছেঁচার"}
			};
	
	public String[][] getData()
	{
		return data;
	}
	public int getDS()
	{
	return data_size;
	}
}
