package verb;

public class verbData38
{   int data_size=5;
	String[][] data = { {"রটা", "রটাই", "রটাও", "রটায়", "রটান", "রটালে", "রটাল", "রটাতে", "রটাত", "রটাব", "রটাবে", "রটানো", "রটে", "রটিয়ে", "রটার", "রটানো", "রটানোয়"},
			{"রাঁধা", "রাঁধি", "রাঁধাই", "রাঁধ", "রাঁধাও", "রাঁধে", "রাঁধায়", "রাঁধেন", "রাঁধান", "রাঁধছি", "রাঁধছ", "রাঁধছে", "রাঁধলে", "রাঁধালে", "রাঁধল", "রাঁধাল", "রাঁধতে", "রাঁধাতে", "রাঁধত", "রাঁধাত", "রাঁধব", "রাঁধাব", "রাঁধবে", "রাঁধাবে", "রাঁধানো", "রাঁধিয়ে", "রেঁধে", "রাঁধার", "রাঁধানোর", "রাঁধানোয়"},
			{"রাখা", "রাখি", "রাখ", "রেখ", "রাখাও", "রাখে", "রাখায়", "রাখেন", "রাখান", "রাখছি", "রাখছ", "রাখছে", "রাখলে", "রাখালে", "রাখল", "রাখাল", "রাখতে", "রাখাতে", "রাখত", "রাখাত", "রাখব", "রাখাব", "রাখবে", "রাখাবে", "রাখানো", "রেখে", "রাখিয়ে", "রাখার", "রাখানোর", "রাখানোয়"},
			{"রাগা", "রাগি", "রাগাই", "রাগ", "রাগাও", "রাগে", "রাগায়", "রাগেন", "রাগান", "রাগছি", "রাগছ", "রাগছে", "রাগলে", "রাগালে", "রাগল", "রাগাল", "রাগতে", "রাগাতে", "রাগত", "রাগাত", "রাগব", "রাগাব", "রাগবে", "রাগাবে", "রাগানো", "রেগে", "রাগিয়ে", "রাগার", "রাগানোর", "রাগানোয়"},
			{"রোখা", "রুখি", "রোখি", "রুখ", "রোখ", "রুখে", "রোখে", "রুখেন", "রোখেন", "রুখছি", "রুখছ", "রুখছে", "রুখলে", "রোখলে", "রুখল", "রোখল", "রুখতে", "রোখতে", "রুখত", "রোখত", "রুখব", "রোখব", "রুখবে", "রোখবে", "রুখা", "রুখানো", "রোখানো", "রুখিয়ে", "রুখার", "রোখার", "রুখানোর", "রোখানোর", "রুখানোয়", "রোখানোয়"}
			};
	
	public String[][] getData()
	{
		return data;
	}
	public int getDS()
	{
	return data_size;
	}
}
