package verb;
public class verbData10
{    int data_size=2;
	String[][] data = {{"ওঠানো", "ওঠি", "ওঠাই", "ওঠ", "ওঠাও", "ওঠে", "ওঠায়", "ওঠেন", "ওঠান", "ওঠছি", "ওঠছ", "ওঠছে", "ওঠলে", "ওঠালে", "ওঠল", "ওঠাল", "ওঠব", "ওঠাব", "ওঠবে", "ওঠাবে", "ওঠা", "ওঠিয়ে", "ওঠার", "ওঠানোর", "ওঠিয়ে", "ওঠায়", "ওঠানোয়"},
			{"ওড়ানো", "ওড়াই", "ওড়ি", "ওড়াও", "ওড়", "ওড়ায়", "ওড়ে", "ওড়ান", "ওড়েন", "ওড়ছি", "ওড়ছ", "ওড়ছে", "ওড়লে", "ওড়ালে", "ওড়ল", "ওড়াল", "ওড়তে", "ওড়াতে", "ওড়ত", "ওড়াত", "ওড়ব", "ওড়াব", "ওড়বে", "ওড়াবে", "ওড়া", "ওড়িয়ে", "ওড়ার", "ওড়ানোর", "ওড়ানোয়"}
			 };
	
	public String[][] getData()
	{
		return data;
	}
                  public int getDS()
                  {
                      return data_size;
                  }
	}
	