 package verb;

 public class verbData31
 {    int data_size=9;
 	String[][] data = {{"নড়া", "নড়ি", "নড়াই", "নড়", "নড়াও", "নড়ে", "নড়ায়", "নড়েন", "নড়ান", "নড়ছি", "নড়ছ", "নড়ছে", "নড়লে", "নড়ালে", "নড়ল", "নড়াল", "নড়তে", "নড়াতে", "নড়ত", "নড়াত", "নড়ব", "নড়াব", "নড়বে", "নড়াবে", "নড়ানো", "নড়িয়ে", "নড়ার", "নড়ানোর", "নড়ানোয়"},
 			{"নাওয়া", "নাওয়াই", "নাওয়াও", "নাওয়ায়", "নাওয়ান", "নাওয়ালে", "নাওয়াল", "নাওয়াতে", "নাওয়াত", "নাওয়াব", "নাওয়াবে", "নাইয়ে", "নাওয়ার"},
 			{"নাচা", "নাচি", "নাচাই", "নাচ", "নাচাও", "নাচে", "নাচায়", "নাচেন", "নাচান", "নাচছি", "নাচছ", "নাচলে", "নাচালে", "নাচল", "নাচাল", "নাচতে", "নাচাতে", "নাচত", "নাচাত", "নাচব", "নাচাব", "নাচবে", "নাচাবে", "নাচানো", "নাচিয়ে", "নেচে", "নাচার", "নাচানোর", "নাচানোয়"},
 			{"নাড়া", "নাড়ি", "নাড়াই", "নাড়", "নাড়াও", "নাড়ে", "নাড়ায়", "নাড়েন", "নাড়ান", "নাড়ছি", "নাড়ছ", "নাড়ছে", "নাড়লে", "নাড়ালে", "নাড়ল", "নাড়াল", "নাড়তে", "নাড়াতে", "নাড়ত", "নাড়াত", "নাড়ব", "নাড়াব", "নাড়বে", "নাড়াবে", "নাড়ানো", "নেড়ে", "নাড়িয়ে", "নাড়ার", "নাড়ানোর", "নাড়ানোয়"},
 			{"নামা", "নামি", "নামাই", "নাম", "নামাও", "নামে", "নামায়", "নামেন", "নামান", "নামছি", "নামছ", "নামছে", "নামলে", "নামালে", "নামল", "নামাল", "নামতে", "নামাতে", "নামত", "নামাত", "নামব", "নামাব", "নামবে", "নামাবে", "নামানো", "নামিয়ে", "নামার", "নামানোর", "নামানোয়"},
 			{"নিংড়ানো", "নিংড়ই", "নিংড়াই", "নিংড়ও", "নিংড়াও", "নিংড়য়", "নিংড়ায়", "নিংড়ন", "নিংড়ান", "নিংড়লে", "নিংড়ালে", "নিংড়ল", "নিংড়ালে", "নিংড়তে", "নিংড়াতে", "নিংড়ত", "নিংড়াত", "নিংড়ব", "নিংড়াব", "নিংড়বে", "নিংড়াবে", "নিংড়নো", "নিংড়িয়ে", "নিংড়নোর", "নিংড়ানোর", "নিংড়নোয়", "নিংড়ানোয়"},
 			{"নেভা", "নিভাই", "নেভাই", "নিভাও", "নেভাও", "নিভায়", "নেভায়", "নিভান", "নেভান", "নিভালে", "নেভালে", "নিভাল", "নেভাল", "নিভাতে", "নেভাতে", "নিভাত", "নেভাত", "নিভাব", "নেভাব", "নিভাবে", "নেভাবে", "নিভা", "নিভানো", "নেভানো", "নিভিয়ে", "নিভার", "নেভার", "নিভানোর", "নেভানোর", "নিভানোয়", "নেভানোয়"},
 			{"নেয়া", "নেই", "নেওয়াই", "নাও", "নেওয়াও", "নেয়", "নেওয়ায়", "নেন", "নেওয়ান", "নিন", "নিলে", "নেওয়ালে", "নিল", "নেওয়াল", "নিতে", "নেওয়াতে", "নিত", "নেওয়াত", "নিব", "নেওয়াব", "নেব", "নিবে", "নেবে", "নেওয়াবে", "নেওয়া", "নিয়ে", "নেয়ার", "নেওয়ার", "নেয়ায়"},
 			{"নোয়ানো", "নোয়াই", "নোয়াও", "নোয়ায়", "নোয়ান", "নোয়ালে", "নোয়াল", "নোয়াতে", "নোয়াত", "নোয়াব", "নোয়াবে", "নুইয়ে", "নোয়ানোর", "নোয়ানোয়"}
 			};
 	
 	public String[][] getData()
 	{
 		return data;
 	}
 	public int getDS()
 	{
 	return data_size;
 	}
 }
