package verb;



public class verbData30
{   int data_size=9;
	String[][] data = {{"ধমকানো", "ধমকাই", "ধমকই", "ধমকাও", "ধমকও", "ধমকায়", "ধমকয়", "ধমকান", "ধমকন", "ধমকালে", "ধমকলে", "ধমকাল", "ধমকল", "ধমকাতে", "ধমকতে", "ধমকাত", "ধমকত", "ধমকাব", "ধমকব", "ধমকাবে", "ধমকবে", "ধমকনো", "ধমকিয়ে", "ধমকে", "ধমকানোর", "ধমকনোর", "ধমকানোয়", "ধমকনোয়"},
			{"ধরা", "ধরি", "ধর", "ধরে", "ধরেন", "ধরছি", "ধরছ", "ধরছে", "ধরলে", "ধরালে", "ধরল", "ধরাল", "ধরতে", "ধরাতে", "ধরত", "ধরাত", "ধরব", "ধরাব", "ধরবে", "ধরাবে", "ধরিয়ে", "ধরার", "ধরায়"},
			{"ধসিয়ে", "ধসে"},
			{"ধাওয়া", "ধাওয়াই", "ধাওয়াও", "ধাওয়ায়", "ধাওয়ান", "ধাওয়ালে", "ধাওয়াল", "ধাওয়াতে", "ধাওয়াত", "ধাওয়াব", "ধাওয়াবে", "ধাওয়ার", "ধাওয়ানোর", "ধাওয়ানোয়"},
			{"ধুঁকা", "ধুঁকছি", "ধুঁকছ", "ধুঁকছে", "ধুঁকলে", "ধুঁকালে", "ধুঁকল", "ধুঁকাল", "ধুঁকতে", "ধুঁকাতে", "ধুঁকত", "ধুঁকাত", "ধুঁকব", "ধুঁকাব", "ধুঁকবে", "ধুঁকাবে", "ধুঁকে", "ধুঁকার", "ধুঁকায়"},
			{"ধুনা", "ধুনি", "ধুন", "ধুনে", "ধুনেন", "ধুনছি", "ধুনছ", "ধুনছে", "ধুনলে", "ধুনল", "ধুনতে", "ধুনত", "ধুনব", "ধুনবে", "ধুনার", "ধুনায়"},
			{"ধোঁকা"},
			{"ধোয়া", "ধুই", "ধোওয়াই", "ধোও", "ধোওয়াও", "ধোয়", "ধোওয়ায়", "ধোন", "ধোওয়ান", "ধুলে", "ধোওয়ালে", "ধুল", "ধোওয়াল", "ধুতে", "ধোওয়াতে", "ধুত", "ধোওয়াত", "ধুব", "ধোওয়াব", "ধুবে", "ধোওয়াবে", "ধোওয়া", "ধুইয়ে", "ধোয়ার", "ধোওয়ার", "ধোয়ায়"},
			{"ধ্বসে", "ধ্বসা"}
			};
	
	public String[][] getData()
	{
		return data;
	}
	public int getDS()
	{
	return data_size;
	}
	
}
