package steamer;

public class posDic11
{
	String[] data = {
			"ঔ_NN0",
			"ঔকার_NN0",
			"ঔকারাদি_ADJ",
			"ঔচিত্য_NN0",
			"ঔজ্জ্বল্য_NN0",
			"ঔড়ব_NN0",
			"ঔত্সর্গিক_ADJ",
			"ঔত্সুক্য_NN0",
			"ঔদনিক_NN0",
			"ঔদরিক_ADJ",
			"ঔদরিক_NN0",
			"ঔদরিকতা_NN0",
			"ঔদার্য_NN0",
			"ঔদাসীন্য_NN0",
			"ঔদাস্য_NN0",
			"ঔদ্ধত্য_NN0",
			"ঔদ্বাহিক_ADJ",
			"ঔপনিবেশিক_NN0",
			"ঔপনিবেশিক_NN0",
			"ঔপনিষদ_ADJ",
			"ঔপনিষদিক_ADJ",
			"ঔপন্যাসিক_ADJ",
			"ঔপন্যাসিক_NN0",
			"ঔপপত্তিক_ADJ",
			"ঔপমিক_ADJ",
			"ঔপম্য_NN0",
			"ঔপসর্গিক_ADJ",
			"ঔপাধিক_ADJ",
			"ঔরস_ADJ",
			"ঔরস্য_ADJ",
			"ঔরস_NN0",
			"ঔরস্য_NN0",
			"ঔরসজাত_ADJ",
			"ঔর্ণ_ADJ",
			"ঔর্ণিক_ADJ",
			"ঔর্ধ্বদেহিক_ADJ",
			"ঔর্ধ্বদৈহিক_ADJ",
			"ঔর্ধ্বদেহিক_NN0",
			"ঔর্ধ্বদৈহিক_NN0",
			"ঔর্ব_ADJ",
			"ঔর্ব_NN0",
			"ঔর্বাগ্নি_NN0",
			"ঔষ্ম_NN0",
			"ঔষ্ম্য_NN0"
			};
	
	public String[] getData()
	{
		return data;
	}
}